{
    "version": "https://jsonfeed.org/version/1",
    "title": "Ocularis",
    "description": "",
    "home_page_url": "https://proyecto-ocularis.github.io/ocularis",
    "feed_url": "https://proyecto-ocularis.github.io/ocularis/feed.json",
    "user_comment": "",
    "author": {
        "name": "Rubén Pascual"
    },
    "items": [
        {
            "id": "https://proyecto-ocularis.github.io/ocularis/unos-ojos-de-cine-iii-3.html",
            "url": "https://proyecto-ocularis.github.io/ocularis/unos-ojos-de-cine-iii-3.html",
            "title": "Unos ojos de cine (III)",
            "summary": "Quería pedir disculpas a mis queridos lectores por haber estado este mes&hellip;",
            "content_html": "<p><em>Quería pedir disculpas a mis queridos lectores por haber estado este mes sin casi escribir. Espero que para febrero vuelva a tener más tiempo para dedicar al blog. Quería felicitaros las navidades con un artículo de los que, a mí por lo menos, me gusta escribir: no sobre enfermedades o fisiología, los temas \"habituales\" que conocemos los oftalmólogos. En vez de eso, un tema con mucha dosis de pensamiento deductivo y especulación.</em></p>\n<p>Pues vamos a ello. El título de este artículo bien podría ser el de <strong>los ojos en el vacío</strong>, porque quiero explicar qué pasaría con nuestros queridos órganos visuales si se sometieran a una descompresión completa; es decir, si se enfrentan a un entorno sin aire. Pero este tema realmente viene de mano de una serie de películas antiguas, como <em>Atmósfera cero</em> (Outland, 1981) o <em>Desafío total</em> (Total recall, 1990).</p>\n<figure class=\"alignnone size-medium wp-image-617\"><a href=\"http://ocularis.es/wp-content/uploads/2010/12/total_recall_remake.jpg\"><img loading=\"lazy\"  title=\"total_recall_remake\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1077/total_recall_remake-300x163.jpg\" alt=\"\" width=\"300\" height=\"163\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1077/responsive/total_recall_remake-300x163-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1077/responsive/total_recall_remake-300x163-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1077/responsive/total_recall_remake-300x163-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1077/responsive/total_recall_remake-300x163-xl.jpg 1024w\"></figure></a></p>\n<h2>Unas generalidades</h2>\n<p>\nSobre los efectos del vacío en el cuerpo humano ya se ha hablado en otros blogs: sirva como ejemplo estos artículos en <a href=\"http://curiosoperoinutil.com/2007/09/24/consultorio-cpi-astronautas-a-la-intemperie/\">curioso pero inútil</a>, <a href=\"http://fisicacf.blogspot.com/2007/09/despresurizacin-y-al-vaco-lo-que-es-del.html\">física de la ciencia ficción</a>, y <a href=\"http://maikelnai.elcomerciodigital.com/2010/03/20/cinco-cosas-que-probablemente-no-te-matarian-en-el-vacio-del-espacio-y-una-que-si-lo-haria/\">maikelnai</a>. No voy a entrar a explicarlo detalladamente, simplemente recordar que en el vacío el cuerpo no explota, no se congela ni los fluidos corporales internos hierven. Como se explica en los artículos de más arriba, en pocos segundos perdemos la consciencia. La muerte puede venir entre entre 1 y 2 minutos tras la descompresión, en algunos sitios dicen que por colapso circulatorio y otros sitios por falta de oxígeno en el cerebro.</p>\n<p>Realmente, el motivo del fallo circulatorio no lo veo muy claro. La fuente principal de los post citados es <a href=\"http://www.geoffreylandis.com/vacuum.html\">este artículo</a> de <a href=\"http://en.wikipedia.org/wiki/Geoffrey_A._Landis\">Geoffrey A. Landis</a>, un científico de la NASA. Habla de que las presiones arteriales y venosas se igualan (lo que implica que la circulación se detiene), por la producción de vapor de agua en los tejidos y por la distensión del sistema venoso por gas y vapor. Extraigo el texto:</p>\n<blockquote>During this time, water vapor will form rapidly in the soft tissues and somewhat less rapidly in the venous blood. This evolution of water vapor will cause marked swelling of the body to perhaps twice its normal volume unless it is restrained by a pressure suit. (It has been demonstrated that a properly fitted elastic garment can entirely prevent ebullism at pressures as low as 15 mm Hg absolute [Webb, 1969, 1970].) Heart rate may rise initially, but will fall rapidly thereafter. Arterial blood pressure will also fall over a period of 30 to 60 seconds, while venous pressure rises due to distention of the venous system by gas and vapor. Venous pressure will meet or exceed arterial pressure within one minute</blockquote>\n<p>\nHaciendo un poco de números, la expansión del volumen corporal (limitada por la piel) no es suficiente para producir un paso masivo del agua de los tejidos a estado de vapor. Probablemente el problema no sea tanto la evaporación del agua dentro del tejido sino la falta de oxígeno. ¿Por qué?. Entendemos que durante medio a un minuto el corazón sigue latiendo. Durante todo este tiempo, la sangre está continuamente pasando por el filtro pulmonar. Expuesto al vacío, la sangre pierde el oxígeno disuelto en sangre (por difusión simple, ya que el gradiente es enorme). La sangre arterial que proviene de los pulmones y se reparte al cuerpo va sin oxígeno. En pocos latidos toda la sangre ha pasado por el pulmón y ha perdido todo el oxígeno. La falta de oxígeno es suficiente para producir pérdida de conciencia en pocos segundos. Y más tarde, la propia falta de oxígeno impedirá el funcionamiento del corazón. Si un infarto de miocardio implica que una parte del corazón se queda si oxígeno, y puede matar en poco tiempo, un \"infarto\" de todo el corazón implica que forzosamente deja de funcionar.</p>\n<h2>Vale, ¿y el ojo?</h2>\n<p>\nPero este blog va de ojos, así que vamos a centrarnos. ¿Qué ocurre si sometemos el ojo al vacío?. ¿Qué le sucede al globo ocular con una presión de cero absoluto?. Mientras estaba preparando el artículo, con una aproximación más bien teórica, a través del grupo de colaboradores de <a href=\"http://amazings.es/\">Amazings</a> (gracias <a href=\"http://francisthemulenews.wordpress.com/\">Francisco</a>) pude acceder al resumen de un artículo sobre experimentación que aporta evidencias prácticas. Se expuso a presión de casi cero absoluto a ojos de perros durante un tiempo relativamente prolongado. Se estudió el fondo de ojo antes y después de la exposición. Los cambios son leves y reversibles, y al parecer la visión volvió a la normalidad sin mayores problemas.</p>\n<p>Aquí tenéis el resumen en inglés:</p>\n<blockquote>Four mongrel dogs were individually decompressed to 200 torr (200 mm. Hg, absolute) while breathing oxygen, and then rapidly decompressed to a near-vacuum pressure as represented by 2 torr for a 2-minute exposure. Observations of intraocular pressure and retinal appearance were made before exposure and after recompression to ground-level pressure. Increased intraocular pressure, engorgement of the central and peripheral veins, narrowing of the peripheral arterioles, paling of the disc and peripheral retina, and cupping of the disc were observed. Intravascular bubbles were not seen, but a small flame-type hemorrhage was seen in the eye of one animal. Retinal appearance tended to return to the pre-exposure state within about 45 minutes. The observed modifications appear to be of a temporary nature and probably do not account for the blindness or impaired vision that sometimes occurs in humans and lasts for several hours after accidental exposure to markedly reduced pressures</blockquote>\n<h2>¿El ojo se rompe?</h2>\n<p>\nEsa es una de las preguntas que nos podríamos hacer. La piel es resistente y elástica, y sabemos que expuesta a presión cero, se dilata pero no se rompe. Sin embargo, ¿qué pasaría con el ojo?. Dentro de éste la presión es de unos 15 milímetros de mercurio por encima de la presión atmosférica (que son unos 760 mmHg) Si delante del ojo hay casi cero de presión, y dentro de él hay una atmósfera de presión o más, podría romperse el globo?. La córnea tiene un espesor de poco más de medio milímetro, ¿aguantaría la presión?. Hace unos cuatro años me asaltaba esa duda en el <a href=\"http://curiosoperoinutil.com/forum/viewtopic.php?p=52730#52730\">foro de CPI</a> (por cierto, un saludo, Remo).\nResulta que sí, que una córnea normal aguantaría la presión. Posiblemente un trasplante de córnea o una cirugía extracapsular de cataratas pasaría más problemas, porque la incisión quirúrgica no resistiría la presión. Todo esto lo sabemos por los estudios de traumatismos oculares. La envoltura externa del ojo (esclera y córnea) tiene capas de colágeno que soportan muy bien los cambios de presión. Para que un globo estalle se necesitan presiones considerablemente superiores a una atmósfera.</p>\n<h2>¿El ojo se sale de la cuenca?</h2>\n<p>\nHablo de una escena desagradable que vimos en las películas que he mencionado antes. En Atmósfera cero sale el ojo despedido. En Desafío total los ojos comienzas a proyectarse hacia afuera de forma bastante llamativa. ¿Ocurre así de verdad?. Sabemos por el experimento de los perros que el ojo ni estalla ni se sale, pero ¿por qué?. Al fin y al cabo, detrás del ojo hay una presión en torno a una atmósfera, y delante es de casi cero. Efectivamente hay una fuerza activa que tiende a empujar al ojo hacia afuera. ¿Por qué no sale?.\nEsto lo sabe en la práctica cualquiera que haya tenido que extraer un globo ocular. Por mucha fuerza que quieras hacer, hasta que no cortas los músculos extraoculares y luego el nervio óptico, no hay manera. Efectivamente, una atmósfera de presión es claramente inferior a la necesaria para romper los músculos que sujetan al ojo (también tienen su importancia los ligamentos).</p>\n<p><em>[Una duda que asalta en este punto para el que suele realizar cirugías de estrabismo, es si esta tracción sobre los músculos tiene consecuencias circulatorias. Me explicaré. Cuando operas de estrabismo, estás manipulando estos músculos extraoculares, y a veces hay que traccionar. Dicha tracción se asocia a un reflejo parasimpático (vagal) que disminuye la frecuencia cardiaca. Instantáneamente, el corazón late más lento. En casos extremos, se puede llegar a parar. Eso es algo que sabemos y siempre vamos con cuidado. El anestesista ya lo sabe y si es necesario contrarresta este efecto con atropina. En decir, una tracción brusca sobre un solo músculo puede detener el corazón. Volvamos a los ojos en el vacío. Los ojos no salen de las órbitas porque están sujetos por los músculos. Pero si hay una tracción brusca de 8 músculos (para los que les gustan los detalles, no cuento con los músculos oblicuos, sino los 4 rectos de cada ojo), ¿no podría llegarse a parar el corazón?. Hablaré de ello más abajo]</em></p>\n<p>Aparte de que hay estructuras resistentes que impiden la salida del globo ocular, también tenemos dudas de si el ojo realmente tendería a salirse por su propia situación dentro de la órbita. Supongamos que el ojo es una esfera. Si efectivamente sólo estuviera rodeado de tejidos (con una presión en torno a una atmósfera) en la hemiesfera posterior, quedando la hemiesfera anterior al vacío, entonces la presión tendería a sacar el ojo. Pero los tejidos orbitarios envuelven la mayoría del globo, por lo que recibe esa presión de una atmósfera de más sitios que desde atrás.</p>\n<h2>¿Sufre el cambio de presión?</h2>\n<p>\nVale, ya sabemos que el ojo en el vacío, no se rompe ni se nos sale. Pero ese cambio de presión, ¿daña de alguna manera sus delicados tejidos internos?. Por el experimento mencionado más arriba con los sufridos perros podemos inferir que no demasiado: la retina sufre ciertos cambios como dilatación de venas, estrechamenteo de arterias, alguna hemorragia, en todo caso reversibles y que no comprometen la función visual a largo plazo.</p>\n<p>No se encontraron complicaciones graves que son conocidas por los oftalmólogos cuando hay una \"descompresión interna\" del ojo. <a href=\"http://ocularis.es/?p=40\">Ya expliqué</a> que el ojo por dentro tiene una presión ocular que está por encima de la atmosférica en unos valores en torno a 10-20 mmHg. Cuando esa presión cae en torno a cero (cero con respecto a la presión atmosférica) se pueden producir consecuencias severas (desprendimiento coroideo, maculopatía por hipotensión, etc). Todo esto no nos encontramos al enfrentar un globo ocular al cero absoluto. Es fácil de razonar que aunque el ojo se ve \"succionado\" hacia afuera en una zona, sigue siendo un órgano hermético que mantiene relativamente estable su volumen interior. Como las cubiertas externas son lo suficientemente rígidas, no aumenta demasiado el volumen de dentro del ojo, por lo que no hay una disminución tan dramática de la presión. Por otra parte la exposición al cambio de presión es por definición corta (un humano en el vacío sobrevive poco tiempo: para que se preocupe por su salud visual tiene que sobrevivir volviendo a una atmósfera con presión).</p>\n<p>Lo que sí es razonable que se produzca es un <a href=\"http://ocularis.es/?p=17\">desprendimiento de vítreo</a> en un ojo que se somete al vacío. Cierto \"bamboleo\" de las estructuras internas del ojo se deberá producir, y si el gel vítreo (que rellena la mayoría de la cavidad del ojo) está todavía adherido a la retina, probablemente se suelte. Otro efecto que seguro que nos encontramos es una alteración de la superficie del ojo. La <a href=\"http://ocularis.es/?p=63\">película lagrimal</a> está en contacto con el vacío, y se evapora instantáneamente (cualquier líquido de base acuosa pasa a estado de gas a presión próxima al cero absoluto). Eso supone un deterioro importante de la imagen que llega a la retina. También supone que el epitelio de la córnea y la conjuntiva sufrirá un daño (supongo que también por estar sometido directamente a la descompresión), que es reversible. Los cambios de presión que se producen dentro del ojo, que no son suficientes para producir complicaciones severas pero sí lesiones reversibles en la retina, probablemente produzcan un déficit del flujo sanguíneo. Siendo la retina un tejido con tan alta demanda energética, probablemente perdamos la visión en pocos segundos. Si sobrevivimos a la experiencia (y eso supone menos de 1-2 minutos de exposición al vacío) la visión la recuperaremos sin mayores consecuencias.</p>\n<p>En conclusión, lo que esperaríamos notar al descomprimir es una borrosidad visual instantánea por la pérdida de la película lagrimal, y probablemente en pocos segundos sufriríamos un oscurecimiento completo de la visión.</p>\n<h2>Pero quedan dudas</h2>\n<p>\nQuedan muchas dudas y detalles, lógicamente por falta de experimentación. A mí me asaltan dos en concreto:</p>\n<ul>\n\t\n<li>Como he explicado más arriba, posiblemente los músculos encargados de mover el ojo sufran una tracción al verse el globo ocular en cierta medida succionado hacia afuera. No tengo ninguna forma de estimar de forma fiable la cuantía de esta tracción. Aquí el experimento de los perros no sirve tanto, porque la anatomía de la órbita (la cuenca) y los músculos es considerablemente diferente a la de los humanos. Si la tracción es suficientemente intensa, puede desencadenarse un reflejo vagal que disminuya drásticamente la frecuencia cardiaca. Incluso puede llegar a detener el corazón. ¿Podríamos pensar que parte de los fenómenos circulatorios en el vacío tienen su origen en el sistema visual?</li>\n<li>Además del deterioro visual, ¿esta exposición al vacío es dolorosa?. Si efectivamente se produce la tracción de los músculos que mencionaba en el punto anterior, eso duele bastante. Pero además debemos entender que hay una distensión de las cubiertas externas del ojo, entre ellas la córnea. La córnea es el tejido con más terminaciones nerviosas del dolor en todo el organismo. ¿Se activarán estas terminaciones con la distensión?. Si es así, tiene que ser realmente doloroso.</li>\n</ul>\n\n\n",
            "author": {
                "name": "Rubén Pascual"
            },
            "tags": [
                   "Superficie ocular",
                   "Segmento anterior",
                   "Retina y segmento posterior",
                   "Oftalmología"
            ],
            "date_published": "2010-12-24T12:16:26+01:00",
            "date_modified": "2024-03-11T01:26:45+01:00"
        },
        {
            "id": "https://proyecto-ocularis.github.io/ocularis/trivial-oftalmologico-decimoquinta-pregunta-3.html",
            "url": "https://proyecto-ocularis.github.io/ocularis/trivial-oftalmologico-decimoquinta-pregunta-3.html",
            "title": "Trivial oftalmológico: decimoquinta pregunta",
            "summary": "La cuestión de noviembre decía así: Con 129 participantes, ha sido una&hellip;",
            "content_html": "<p>La cuestión de noviembre decía así:</p>\n<blockquote>¿Cuál es la solución de la presbicia que ofrece mayor calidad de imagen?\na) Gafas (60%, 77 Votos)\nb) Cirugía de la córnea para la presbicia (18%, 23 Votos)\nc) Lentes de contacto multifocales (12%, 15 Votos)\nd) Lentes intraoculares multifocales (8%, 10 Votos)\ne) Lentes intraoculares pseudoacomodativas (2%, 4 Votos)</blockquote>\n<p>\nCon 129 participantes, ha sido una pregunta bastante respondida.</p>\n<p>Sobre las lentes intraoculares multifocales ya <a href=\"http://ocularis.es/?p=97\">hemos hablado</a>, y también de <a href=\"http://ocularis.es/?p=399\">novedades</a>. Para responder a la pregunta, es clave entender bien qué es lo que nos preguntan. No se trata de contestar cuál es la opción más cómoda, la ideal, o la que merece la pena. En ese caso no habría una sola respuesta correcta, ya que depende de cada paciente. Por ejemplo, la molestia de llevar gafas o la mala tolerancia a unas progresivas puede ser ciertamente incómodo para una persona, que puede estar encantada con unas lentes intraoculares multifocales, que le ofrecen una gran visión de cerca y de lejos, mirando a los lados sin distorsión y sin gafas.</p>\n<p>Pero hablamos de calidad de imagen, y esa pregunta es más objetiva. Las respuestas \"c\" y \"d\" contienen explícito el concepto de \"multifocal\". Las lentes multifocales (sean de contacto o intraoculares) implican que ofrecen un sólo punto de enfoque. Tienen varios puntos focales, con lo que la luz que entra al ojo se debe repartir entre dos o más puntos de enfoque. Quiere decir que para cada punto, sólo llega enfocada una parte de la luz. Y la otra porción está desenfocada. La calidad de imagen es peor: se pierde saturación de colores, incluso con agudezas visuales buenas. También se pueden producir halos, sombras, algunos reflejos. Cierto es que para mucha gente estos efectos son inapreciables, o inconvenientes muy leves en comparación con la ventaja de no llevar gafas. Y miles de personas se han operado en España con lentes intraoculares y están muy satisfechas. Pero para contestar a la pregunta, las lentes multifocales no es la mejor opción. Sobre la cirugía corneal para la vista cansada (opción \"b\"), no se utiliza mucho en nuestro medio. Consiste en \"tallar\" un perfil multifocal en la córnea, con lo que adolece de los mismos inconvenientes.</p>\n<p>Nos quedan dos opciones: la \"a\" y la \"e\". Ambas son soluciones monofocales: el enfoque no se reparte en diferentes puntos, por lo que si el enfoque de cerca es correcto, ofrece mejor calidad que cualquier solución multifocal. Las lentes pseudoacomodativas pretenden adaptar el enfoque para visión cercana imitando el cristalino en su mecanismo natural de la acomodación. Sin embargo, sus resultados no son plenamente satisfactorios porque esta lente no adapta su enfoque tan bien como un cristalino joven. Una lente pseudoacomodativa debe combinarse con gafas o con una miopización (ajustar el enfoque para cerca perdiendo visión de lejos) para poderse ver totalmente bien de cerca.</p>\n<p>Aparte de las opciones expuestas, también existe otra alternativa para la corrección de la vista cansada. Se trata de la <em>monovisión</em>, consiste en dejar un ojo enfocado para lejos y otro ojo para cerca. Se puede hacer con cirugía corneal, lente intraocular monofocal convencional o pseudoacomodativa. La calidad visual es muy buena .... con un sólo ojo. Como ocurre con las multifocales, hay gente que se adapta muy bien, y otras que no. En el caso de la monovisión, se puede echar de menos una buena colaboración de ambos ojos para ver de cerca.</p>\n<p>En conclusión: la respuesta correcta es la \"a\". Así que hoy ha acertado la mayoría de los votantes. Hay diversas soluciones para solucionar la vista cansada, pero todavía no hay una cirugía completamente satisfactoria para todo el mundo. La cirugía de la presbicia no está todavía a la altura de la cirugía de la miopía y el astigmatismo, por ejemplo.  Y para los más exigentes visualmente, la opción todavía son las gafas.</p>\n<p>He actualizado el ranking y ya está puesta la pregunta de diciembre. Todavía no he podido cambiar la entrevista de la radio porque estoy de viaje, la semana que viene lo hago.</p>\n<h2>¿Cómo se vende la cirugía de la presbicia?</h2>\n<p>\nHasta aquí la solución a la pregunta de noviembre. Aprovechando que hablamos de la cirugía de la vista cansada, he aprovechado para repasar cómo publicitan esta cirugía en diferentes centros oftalmológicos. Cuando <a href=\"http://ocularis.es/?p=97\">expliqué</a> las lentes multifocales en el blog, no omití las limitaciones. Extraigo algunos párrafos del artículo:</p>\n<p>\"[...] “solucionamos” la vista cansada [...] Entrecomillo lo de “solucionamos” porque la lente multifocal es un buen remedio para la vista cansada, pero no es perfecto\".</p>\n<p>\"¿Es peor el recibir una lente monofocal al operarse de cataratas?. No, la visión es tan buena o más que con una lente multifocal\"</p>\n<p>Sin embargo, las explicaciones que nos ofrecen varía en cada centro. Existen centros honestos, que explican las limitaciones muy bien. En otros centros escogen bien las palabras para no pillarse los dedos, aunque se nota que nos \"quieren vender\" la cirugía. Y en otros centros, realmente dejan mucho que desear. Nos venden las lentes multifocales como si fueran la solución definitiva,  y que todo el mundo se queda contento. Y no es así. Se investiga mucho tanto en multifocales como en pseudoacomodativas, el futuro es prometedor. Y hay mucha gente contenta con los resultados. Pero no, todavía queda por mejorar. La selección del paciente es clave.</p>\n<p>Así que, punto negativo para aquellas clínicas oftalmológicas que no son honestas y comprometen sus principios éticos por intereses económicos.</p>\n",
            "author": {
                "name": "Rubén Pascual"
            },
            "tags": [
                   "Trivial",
                   "Segmento anterior",
                   "Refracción",
                   "Oftalmología",
                   "Controversia"
            ],
            "date_published": "2010-12-03T16:36:01+01:00",
            "date_modified": "2024-03-11T01:26:45+01:00"
        },
        {
            "id": "https://proyecto-ocularis.github.io/ocularis/unos-ojos-de-cine-ii-3.html",
            "url": "https://proyecto-ocularis.github.io/ocularis/unos-ojos-de-cine-ii-3.html",
            "title": "Unos ojos de cine (II)",
            "summary": "Retomamos una serie de artículos (aquí está el primero) en donde queremos&hellip;",
            "content_html": "<p>Retomamos una serie de artículos (<a href=\"http://ocularis.es/?p=185\">aquí</a> está el primero) en donde queremos hablar sobre peculiaridades relacionadas con la oftalmología en las películas. En esta ocasión nos referirnos a una incorrección, algo que no funciona como nos lo quieren presentar en el cine, un poco al estilo de <a href=\"http://malaciencia.blogspot.com/\">Malaciencia</a>. No lo llamo \"error\" o \"gazapo\", sino simplemente incorrección, porque lo podemos considerar simplemente una licencia literaria para darle más dramatismo a una escena. <br><br><img loading=\"lazy\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1076/frodo1.jpg\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1076/responsive/frodo1-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1076/responsive/frodo1-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1076/responsive/frodo1-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1076/responsive/frodo1-xl.jpg 1024w\"><br><br>El concepto lo he visto en varias películas, pero ahora mismo sólo recuerdo esta escena de <a href=\"http://www.elsenordelosanillos.aurum.es/\">El Señor de los Anillos</a>. Cuando Frodo contempla el anillo en el momento en el que en éste se iluminan unas letras en rojo, se pueden ver esas letras reflejadas en la cara del hobbit. Cierto que como decía antes, es un detalle menor que no afecta para nada al argumento. Pero es importante tener bien claro que eso jamás podría pasar. Si miramos unas letras (o cualquier objeto simple) que brille, por muy intensa que emita su luz, no va a reflejarse de esa forma tan fiel en donde se proyecta. <br>¿Por qué?. Un cuerpo que emite luz (hablo de una fuente convencional, no de algunas especiales como un láser), al margen de la intensidad de ésta, la luz se dirige a todas las direcciones. \"Ilumina\" de forma difusa todo el entorno que le rodea. <br><br>Fijémonos en la fotografía de arriba: podemos definir claramente el contorno de la letra roja, perfilada en la piel de la mejilla. Eso significa que una parte de la piel está bien iluminada por el resplandor rojizo: aquí llega perfectamente los rayos de luz de la letra. Y justo al lado, no está nada iluminado. Para que se perfile tan bien la silueta tiene que haber un cambio estricto de iluminación, en la piel de al lado no llega nada de luz roja. ¿Y por qué no va a llegar?. Cada zona brillante de cada una de las letras emite luz en todas las direcciones, por lo tanto llegará de forma difusa a toda la piel de la cara la iluminación roja de todos los puntos brillantes de las letras. Por lo tanto, su cara puede adquirir un tono rojizo, pero no podrá tener esa imagen reflejada.<br><br>También lo podemos considerar desde otro punto de vista: en esta escena, Frodo era incapaz de ver las letras. Para que las pudiera ver tiene que llegar la luz de todas las letras a cada uno de los ojos. Vemos que la luz roja queda en sus mejillas, por debajo de la línea de los ojos. Por tanto, las letras son invisibles en ese momento para él.<br><br>Para conseguir ese efecto, de que se proyecte algo similar a una imagen, no podemos recurrir a \"objetos luminosos simples\" como mencionaba antes. Una forma sencilla de evitar que se propague la luz en todas las direcciones es \"encapsular\" la fuente de luz de forma que le ofrecemos un rango estrecho por donde salgan los rayos. Sería como los faros de un coche, que pueden proyectar en una pared una figura luminosa más o menos delimitada.&nbsp; Tampoco conseguimos contornos perfectamente nítidos porque la fuente de luz sigue siendo un emisor de rayos divergentes: los rayos de luz, dentro del rango que permita la la zona de salida, seguirán siendo divergentes y el contorno entre luz-oscuridad no será completamente nítido.<br>Entonces, para conseguir el efecto de la película probablemente recurrieron a un sistema de proyección con lentes, similar al utilizado en los proyectores de cine, que cambian la dirección de la luz.</p>\n",
            "author": {
                "name": "Rubén Pascual"
            },
            "tags": [
                   "Refracción",
                   "Oftalmología"
            ],
            "date_published": "2010-11-14T14:58:39+01:00",
            "date_modified": "2024-03-11T01:26:45+01:00"
        },
        {
            "id": "https://proyecto-ocularis.github.io/ocularis/retina-display-3.html",
            "url": "https://proyecto-ocularis.github.io/ocularis/retina-display-3.html",
            "title": "Retina Display",
            "summary": "El artículo de hoy hace referencia a una polémica que apareció antes&hellip;",
            "content_html": "<p>El artículo de hoy hace referencia a una polémica que apareció antes del verano, con respecto a salida al mercado de un teléfono móvil, el <b>iPhone 4</b>. Sí, este no es un blog sobre tecnología, pero el asunto viene a colación porque la pantalla de este nuevo dispositivo tiene el sugerente nombre de \"retina display\". Esta \"pantalla retina\" se llama así porque, en palabras del CEO de la compañía, Steve Jobs: \"La densidad [de pixeles] es tan grande que el ojo humano es incapaz de distinguir píxeles individuales\". <br><br><img loading=\"lazy\" style=\"max-width: 800px;\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1075/iphone41.png\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/iphone41-xs.png 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/iphone41-sm.png 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/iphone41-md.png 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/iphone41-xl.png 1024w\"><br><br>A partir de ahí han surgido voces a favor y en contra. Aunque hay mucha información por la red, me baso principalmente en <a href=\"http://www.applesfera.com/iphone/la-pantalla-retina-del-iphone-4-genera-opiniones-enfrentadas\">este artículo</a> para repasar las opiniones más relevantes. Por una parte habla un experto en pantallas y doctor en física teórica que pretende refutar lo dicho por Jobs. Por otra parte hay un astrofísico que le da la razón. Vale, esto está muy bien, pero estamos hablando del ojo humano, de resoluciones de imagen, etc. ¿Por qué nadie le ha preguntado a un oftalmólogo?. <br><br>En esta entrada pretendo ofrecer un razonamiento para que podamos contestar a esta pregunta. Por cierto, que no es la primera vez que hablamos de Apple, otro producto reciente suyo también originó <a href=\"http://ocularis.es/?p=402\">un artículo</a>. <br><br>\n<h2>Primera aproximación: agudeza visual<br></h2>\n<p>Si nos quedamos con las palabras literales de Jobs, dice que \"el ojo humano es incapaz de distinguir pixeles individuales\". Eso significa que necesitamos saber lo que un ojo humano es capaz o incapaz de hacer. Una vez encontremos este marco de referencia, tenemos que compararlo con los pixeles individuales de la pantalla del dispositivo para averiguar si tiene razón.<br>Por suerte, la capacidad del ojo de ver detalles pequeños está bien estudiada: se llama <b>agudeza visual</b>, y la hemos explicado ya en <a href=\"http://ocularis.es/?p=27\">otro artículo</a>. La agudeza visual nos permite relacionar el detalle mínimo que somos capaces de ver (sería ese \"pixel individual\" que buscamos) con la distancia a la que está el objeto. Eso es porque la agudeza visual se identifica con un <i>ángulo mínimo</i>, y con este ángulo y la distancia a la que miramos el objeto obtenemos el detalle mínimo.   <br><br><img style=\"max-width: 800px;\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1075/angulo.GIF\" ><br><br>Para relacionar ángulo mínimo con agudeza visual tenemos que hacer una serie de cálculos. Esta es la parte más engorrosa para el que no le gusten  hacer números. Al que no le interese, puede saltarse todo el párrafo y  tener en cuenta la tabla resumen de más abajo. <br><br>La agudeza visual es una medición que hacemos con optotipos, que son  figuras estándar prefijadas. Nos basamos en que el ángulo mínimo teórico de referencia es un minuto de arco, y compararemos nuestro resultado del test con esta referencia. <br><br><img loading=\"lazy\" style=\"max-width: 800px;\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1075/Tabla-de-Vision.jpg\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/Tabla-de-Vision-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/Tabla-de-Vision-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/Tabla-de-Vision-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/Tabla-de-Vision-xl.jpg 1024w\"><br><br>¿Cómo lo hacemos?. Lo calculamos mediante  un cociente. El numerador es la distancia real a la que miramos el  optotipo. Esa distancia la conocemos antes de realizar la prueba, porque es una longitud fija determinada por el tamaño de la habitación y por  nuestro sistema de optotipos (la tabla de optotipos se debe situar a esa distancia determinada, o bien calibrar el proyector para la longitud  que disponemos). Entonces el numerador es lo que ya conocemos, y al  realizar la prueba averiguaremos el denominador. El test consiste en ir  preguntando optotipos de mayor a menor tamaño, hasta que llegamos al  optotipo más pequeño que somos capaces de ver (siempre a esa distancia  fija). Luego nos preguntamos: un ojo \"patrón\" que puede ver detalles  mínimos de un minuto de arco, ¿cuál sería la mayor distancia a la que  podría ver ese tamaño del optotipo?. Y ese sería el denominador.<br><br>Imaginemos que nos colocamos a 6 metros y nos ponemos a ver los  optotipos, pero no llevamos las gafas y el más pequeño que somos capaces de ver es grande, tan grande que una persona con buena visión (un  minuto de arco de detalle mínimo) es capaz de ver ese mismo optotipo  hasta a 12 metros de distancia. En ese caso, nuestra agudeza visual sin  gafas sería 6/12 ó 0,5<br>  <br>Vamos ahora a sacar la fórmula que directamente relaciona el ángulo de  detalle mínimo con la agudeza visual. Llamaremos  \"R\" a la distancia real a la que hacemos la prueba, y \"T\" a la distancia teórica que una persona con agudeza visual de 1 (el ojo patrón; un minuto de arco de  ángulo) es capaz de ver el optotipo. Llamaremos \"D\" al tamaño del  detalle mínimo (que vemos a la distancia R) . Llamaremos \"a\" el ángulo mínimo que es capaz de ver el ojo que estamos testeando (el ojo real). Cuando pongo \"1min\" me refiero a un minuto de arco.<br>  <br>Primero averiguamos el detalle mínimo de nuestro ojo real a la distancia dada:<br>D=R*sen(a)<br><br>Luego sacamos la distancia a la que un ojo teórico de agudeza visual de 1 es capaz de ver este detalle:<br>T=D/sen(1min)<br>  <br>Sustituimos:<br>T=R*sen(a)/sen(1min)<br><br>Decíamos que la agudeza visual (AV) es el cociente entre la distancia real entre la teórica. <br><br>AV=R/T<br><br>Sustituimos y simplificamos:<br><br>AV= R/(R*sen(a)/sen(1min))<br><b>AV=sen(1min)/sen(a)</b><br><br>Con esta fórmula obtenemos los resultados de la siguiente tabla. Por  comodidad, trabajo solamente con segundos de arco (no hace falta decir  que 60 segundos sería un minuto):<br>  Ángulo (seg)&nbsp;&nbsp;&nbsp; AV<br>600&nbsp;&nbsp;&nbsp; 0,10<br>300&nbsp;&nbsp;&nbsp; 0,20<br>200&nbsp;&nbsp;&nbsp; 0,30<br>150&nbsp;&nbsp;&nbsp; 0,40<br>120&nbsp;&nbsp;&nbsp; 0,50<br>100&nbsp;&nbsp;&nbsp; 0,60<br>86&nbsp;&nbsp;&nbsp; 0,70<br>75&nbsp;&nbsp;&nbsp; 0,80<br>67&nbsp;&nbsp;&nbsp; 0,90<br>60&nbsp;&nbsp;&nbsp; 1,00<br>50&nbsp;&nbsp;&nbsp; 1,20<br>40&nbsp;&nbsp;&nbsp; 1,50<br>30&nbsp;&nbsp;&nbsp; 2,00<br>20&nbsp;&nbsp;&nbsp; 3,00<br> 18&nbsp;&nbsp;&nbsp; 3,33<br>15&nbsp;&nbsp;&nbsp; 4,00<br><br>Para el \"ojo patrón\", el ojo teóricamente sano y normal que se utiliza como modelo, su agudeza visual sería 1 y su ángulo mínimo serían 60 segundos de arco (por su propia definición que decíamos antes, 1 minuto de arco). Si utilizamos el móvil a 30 centímetros. el detalle mínimo sería:<br><br>D=R*sen(a)<br>D = 0.3 m * sen(60seg) = 0.0000087266 m = 87.266 micras<br><br>Impresionante: una persona con buena agudeza visual es capaz de ver un detalle de 87 micras a 30 centímetros. Ahora averiguemos cuál es el tamaño del pixel de la <i>retina display</i>:<br><br>Resolución iPhone 4: 326 ppi (puntos por pulgada)<br>1 pulgada = 25.4 mm<br>Pixel= 77.914 micras<br><br>Así que efectivamente, para los parámetros que hemos elegido (agudeza visual de 1 y 30 centímetros de distancia), no se pueden ver los pixeles de forma aislada. Por lo tanto, ¿podemos dar por cierta la frase de que el ojo humano es incapaz de ver estos pixeles?. Pues no, por dos razones:\n<ul>\n<li>La distancia a la que hemos elegido poner el móvil es arbitraria, 30 centímetros es un número redondo que indica donde solemos colocar el móvil ... aproximadamente. Sería también válido hablar de 26 ó 33 centímetros. Si aplicamos la fórmula para 26 centímetros, el detalle mínimo del ojo son 72 micras, mejor resolución que la <i>retina display</i>.</li>\n<li>Tomar la agudeza visual de 1 también es hasta cierto punto arbitrario. Bien es cierto que esta resolución de imagen se utilizó como estándar cuando se creó el sistema de optotipos. Pero la realidad es algo distinta: en ojos sanos es muy frecuente encontrar resoluciones de imagen superiores. Concretamente agudezas visuales de 1.2 son tanto o más frecuentes como agudezas de 1 (insisto, en personas jóvenes, sanas, bien graduadas, etc). Incluso agudezas de 1.5 (también las hay de 2, pero ya son rarezas). Por tanto, un ojo que ve 1.2, que como ya digo es muy normal, tiene a 30 centímetros una resolución de 72.772 micras, mejor que las casi 78 micras de la pantalla. Para estos ojos tenemos que separar el móvil a 33 centímetros para que dejen de ver los pixeles. Para una agudeza visual de 1.5 necesitamos alejar el móvil a 41cm para no ver los pixeles. Y para aquellos privilegiados con agudezas visuales de 2, se tienen que poner la pantalla a 54 centímetros para que ya no puedan identificar pixeles.</li>\n</ul>\n<p>Por lo tanto, podemos concluir que la frase es exagerada. Algunos ojos, y a algunas distancias, no podrán ver los pixeles. Y en otras circunstancias sí podrán verse.<br><br>\n<h2>Segunda aproximación: detalles reales<br></h2>\n<p>A estas alturas, los usuarios del móvil en cuestión posiblemente no estarán de acuerdo con lo que estoy explicando aquí, porque no se corresponderá con su experiencia. Personas con buenas visiones, incluso que tengan constancia concreta de tener agudezas visuales de 1 o de 1.2, me dirán que no ven los pixeles aunque se acerquen la pantalla. <br>Y tienen razón. Todos los cálculos realizados en el apartado anterior se corresponden a la máxima nitidez que puede alcanzar un ojo en circunstancias ideales. De entre todos los parámetros que pueden afectar a la visión, principalmente se trata de la iluminación ideal y el máximo contraste. Esas condiciones casi nunca se dan cuando utilizamos una pantalla de visualización. Por poner un ejemplo, se trataría de tener toda la pantalla en blanco y un solo pixel negro. Un ojo con buena visión sería capaz de \"adivinarlo\". Digo adivinarlo porque está muy al límite de nuestra resolución de imagen, de forma que es un detalle que casi no vemos. Pero esas circunstancias de poner un pixel aislado con mucho contraste no se da, las imágenes no se forman de esta manera. Por lo tanto, no se ven pixeles en las letras, iconos e imágenes que normalmente hay en un teléfono. <br>Así que, con estas resoluciones tan cercanas a las máximas del ojo, es cierto que en la práctica no vamos a ver pixeles diferenciados. Por lo tanto, si la frase de Steve Jobs no la interpretamos de forma literal y queremos entender que de forma implícita se refiere al uso normal del teléfono y no a la cualidad estricta de la pantalla, pues entonces tendría razón en que no vemos los pixeles.<br><br>\n<h2>Tercera aproximación: el mosaico de la retina<br></h2>\n<p>Con lo dicho anteriormente ya podríamos dar por finalizado el artículo. Pero para los que les guste el tema y no les asusten unos pocos cálculos más, vamos a seguir con el tema enfocándo el problema desde otro punto de vista. Al fin y al cabo la pantalla del iPhone se llama <i>retina display</i>, haciendo referencia claramente a la retina. No hablan de \"ocular display\", apuntando a que esa pantalla supera la capacidad de máxima resolución del ojo. Aludiendo a la retina podemos entender que se refiere específicamente a que este dispositivo compite o supera directamente la resolución que sería capaz de generar una retina humana. Que no es lo mismo.<br><br>Si hablamos de la retina en vez del ojo, ¿en qué cambia?. La resolución de imagen que es capaz de general el ojo depende evidentemente de la retina: cuanto más \"juntitos\" estén los receptores de luz, podremos ver detalles más pequeños, sí, pero la imagen virtual que se proyecta en la retina no es perfecta; ningún sistema óptico genera imágenes perfectas y el ojo no es una excepción. Imperfecciones de enfoque, desajustes, aberraciones ópticas, ... ni el mejor ojo ópticamente hablando se libra de estos problemas, especialmente de las aberraciones ópticas, que son inherentes a cualquier sistema de este tipo. Por lo tanto, la máxima resolución práctica que ofrece un ojo humano es considerablemente menor que la que podría obtener esa retina con una proyección perfecta.<br><br>Entonces podemos considerar el problema de otra manera: a una retina humana con un ojo \"humano\" en dimensiones, pero suponiendo una proyección perfecta, ¿realmente la <i>retina display</i> se aproxima o supera en resolución a una retina de verdad?. Para afrontar el problema, necesitamos un modelo óptico teórico lo suficientemente próximo a la realidad como para que podamos hacer un poco de matemáticas y que éstas se correspondan el comportamiento físico del ojo. Antes de describirlo, aquí va la imagen:<br><br><img style=\"max-width: 800px;\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1075/emetropiap.gif\" ><br><br>Las lentes del ojo concentran la luz de forma que los rayos que salen de un punto concreto del objeto que miramos se concentran exactamente en un solo punto de la retina. Por las propias características de las lentes convergentes del ojo, esta imagen está invertida: lo que está abajo se proyecta en la parte superior de la retina, lo que está a la izquierda va a la derecha. Esta imagen virtual, además de invertida, es más pequeña que la realidad. Podemos hacer una prueba fácil para demostrar esto: tomamos una lupa y estirando el brazo, miramos a lo lejos a través de ella: vemos esa imagen invertida y reducida. <br>Para relacionar el tamaño de la imagen virtual que está en la retina con la real del exterior, podemos trazar las líneas. Dos líneas salen de dos puntos del objeto y llegan a sus puntos homólogos de la retina; así obtenemos una intersección dentro del ojo. Este cruce se llama <b>punto nodal</b>, y tiene la peculiaridad de que los ángulos a ambos lados son iguales. Sería como un <i>eje de simetría</i> del sistema óptico del globo ocular. Y nos va a permitir relacionar el tamaño de un detalle visual del exterior con el tamaño de ese mismo detalle en la imagen virtual de la retina.<br><br><img loading=\"lazy\" style=\"max-width: 800px;\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1075/puntonodal.png\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/puntonodal-xs.png 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/puntonodal-sm.png 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/puntonodal-md.png 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/puntonodal-xl.png 1024w\"><br><br>El ángulo que nos encontramos desde el punto nodal hacia el exterior del ojo es el angulo mínimo que hemos hablando más arriba, con el que hemos hecho los cálculos para relacionar agudeza visual, distancia y el detalle mínimo. Pues bien, como el ángulo es el mismo a un lado y al otro, podemos averiguar la longitud de retina que ocuparía la proyección de un objeto del exterior, o bien la longitud de retina que implica una agudeza visual concreta. Para eso tenemos que conocer la distancia entre el punto nodal y la retina. Varia un poco de unos ojos a otros, porque no todos los ojos tienen el mismo tamaño y forma, pero para un ojo de 23 mm (una medida bastante normal) el punto nodal está 17 mm por delante de la retina.<br><br>Por otra parte tenemos el mosaico de la retina. En la parte central de ésta (la mácula, y su centro que es la fóvea), los receptores de luz están muy próximos, a una distancia en torno a 1.5 micras. <br><br><img loading=\"lazy\" style=\"max-width: 800px;\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1075/mosaic1.jpg\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/mosaic1-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/mosaic1-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/mosaic1-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1075/responsive/mosaic1-xl.jpg 1024w\"><br><br>Volviendo a hacer un poco de trigonometría, con una separación de receptores de 1.5 micras (cateto opuesto) y una distancia al punto nodal de 17 mm (cateto adyacente), el ángulo que obtenemos es de casi 18.2 segundos de arco (18,1998357981). Recuerdo que la agudeza visual \"normal\" de 1 son 60 segundos de arco, y también encontramos visiones superiores de 1.2 de agudeza visual, que serían 50 segundos de arco. Visiones mejores soy realmente infrecuentes. Y ahora obtenemos que, teniendo en cuenta sólo la retina, tendríamos agudezas visuales de ¡3,3!<br>Es muy llamativo cómo afectan los factores ópticos, degradando en cierta medida la calidad de la imagen, de manera que esa retina que por sí misma tendría agudezas visuales de 3.3, al final se quedan en 1 ó 1.2. Se considera que la agudeza máxima, con los \"mejores ojos\" no superan serían de 2.<br><br>Pero volvamos a nuestra pantalla de móvil. La retina \"de verdad\" permite un ángulo mínimo de unos 18.2 segundos de arco, que a 20 centímetros se corresponde con un detalle mínimo de  26,47 micras. Mucho menos que las casi 78 micras del pixel del <i>retina display</i>. Es una diferencia muy grande, pero vamos a cambiar un poco los parámetros, vamos a elegir unos \"peores\", a ver lo que nos sale. Supongamos que el mosaico de la retina no es tan denso, y los receptores están más separados. No todos los mosaicos retinianos son tan \"buenos\", y en los libros nos encontramos cifras de hasta 2,6 micras. Para empeorar más la calidad, supongamos que el ojo es más corto y el punto nodal está a 15 milímetros. Haciendo los cálculos tenemos un ángulo de 35,75 segundos de arco, que se corresponde con un detalle mínimo a 30 centímetros de 52 micras. En las peores condiciones posibles, la retina en sí misma genera resoluciones de imagen muy superiores a la de la <i>retina display</i><br><br>\n<h2>Conclusiones<br></h2>\n<p>Podemos resumir que:\n<ul>\n<li>Esta pantalla efectivamente tiene la suficiente resolución como para que no veamos los pixeles con el uso normal del móvil. Esto es gracias a que la resolución de pantalla está aproximadamente en el límite del ojo humano para una distancia normal de trabajo.</li>\n<li>Bien es cierto que en sí misma la resolución de esta pantalla no es definitivamente superior a la del ojo humano, y en ciertas circunstancias sí diferenciaríamos un pixel.</li>\n<li>Este dispositivo está muy lejos de ofrecer resoluciones que se acerquen siquiera a la que tendría una retina humana. Así que el término <i>retina display</i> es más un recurso de marketing que una realidad.</li>\n</ul>\n\n\n",
            "author": {
                "name": "Rubén Pascual"
            },
            "tags": [
                   "Retina y segmento posterior",
                   "Oftalmología",
                   "Neuro- oftalmología"
            ],
            "date_published": "2010-11-05T02:08:25+01:00",
            "date_modified": "2024-03-11T01:26:45+01:00"
        },
        {
            "id": "https://proyecto-ocularis.github.io/ocularis/trivial-oftalmologico-decimocuarta-pregunta-3.html",
            "url": "https://proyecto-ocularis.github.io/ocularis/trivial-oftalmologico-decimocuarta-pregunta-3.html",
            "title": "Trivial oftalmológico: decimocuarta pregunta",
            "summary": "La pregunta de octubre tuvo una participación de 106 votos, y los&hellip;",
            "content_html": "<p>La pregunta de octubre tuvo una participación de 106 votos, y los resultados fueron así:</p>\n<blockquote>¿Cuál sería el mejor indicio de que podemos ver las tres dimensiones de una película 3D?\na) Buena agudeza visual en ambos ojos (34 votos)\nb) Campos visuales sanos en ambos ojos (33 votos)\nc) Nunca haberse notado estrabismo (15 votos)\nd) Demostrar buena coordinación ojo-mano (12 votos)\ne) Haber visto doble tras un golpe o por alcohol (12 votos)</blockquote>\n<p>\nEsta pregunta era difícil. Hacía tiempo que las preguntas estaban tocando fáciles y he decidido lanzar una para \"discriminar\", una de esas que es difícil encontrar navegando por internet, una que exige, no muchos conocimientos de oftalmología, sino un par de conceptos claros. Pero al parecer me he pasado de dificultad; me he dado cuenta de ello cuando le he pedido que contestaran a un par de residentes de oftalmología y la han fallado (residentes que todavía no habían rotado por infantil/estrabismo, pero \"proyectos de oftalmólogos\", al fin y al cabo).</p>\n<p>Como no podía ser de otra manera, la respuesta correcta es una de las dos que menos votos ha tenido. Pero vayamos por partes. Para entender bien cómo vemos en tres dimensiones y el tema de la visión binocular, tenemos tres artículos en este blog: <a href=\"http://ocularis.es/?p=53\">aquí</a>, <a href=\"http://ocularis.es/?p=54\">aquí</a> y <a href=\"http://ocularis.es/?p=363\">aquí</a>. Recuerdo que el término \"estereopsis\" hace referencia a la capacidad de colaboración de los dos ojos a nivel sensorial, de manera que el cerebro es capaz de utilizar la información dispar de ambos ojos para crear la sensación tridimensional.</p>\n<ul>\n\t\n<li>La respuesta a y b son las que más votos han acumulado. Nos hablan de tener buena agudeza visual y buenos campos visuales. Se trata de parámetros que evalúan la función visual de cada ojo por separado. Es decir, estudian la función monocular. Evidentemente, una agudeza visual pésima o un campo visual muy afectado en alguno de los dos ojos afectarán negativamente en la posibilidad de ver en tres dimensiones. Pero con agudezas visuales relativamente bajas (en torno a 0.2) podemos encontrar estereopsis aceptables. Con el campo visual es lo mismo: para la estereopsis fina utilizamos una pequeña zona central del campo visual, de forma que grandes daños de campo visual permiten buena estereopsis. Y al contrario: podemos tener buenas agudezas y campos, pero si no hay una buena binocularidad, no habrá estereopsis.</li>\n<li>La respuesta c va mejor encaminada: una de las principales causas de la pérdida de binocularidad (y por tanto, de estereopsis) es el estrabismo que apareció en la infancia. Si uno nunca se ha notado estrabismo, es bastante probable que tenga buena estereopsis. Pero existen los llamados microestrabismos, que pueden pasar desapercibidos porque estéticamente no se aprecian, pero sí afectan a la binocularidad. Además, hay otras causas de pérdida de binocularidad que no son estrabismos.</li>\n<li>La respuesta d es en teoría la más fácil de descartar. No tiene nada que ver la coordinación ojo-mano con la visión en relieve.</li>\n<li>Si uno ve doble tras un golpe o al beber alcohol, estamos desencadenando un estrabismo agudo (estuvimos hablando <a href=\"http://ocularis.es/?p=156\">aquí</a> del tema). La visión doble es un síntoma binocular, sucede cuando los dos ojos trabajan simultáneamente, y el cerebro tiene en cuenta la imagen de ambos ojos. Si se desalinean, el cerebro es incapaz de fusionar las dos imágenes en una. Una persona con estrabismo desde la infancia no ve doble, porque su cerebro aprendió a \"ignorar\" una de las dos imágenes (fenómeno de supresión), con lo cual no ve doble, pero tampoco tiene binocularidad (los ojos no colaboran entre sí, uno queda ignorado). Por lo tanto, y hablando en grandes rasgos (realmente es más complicado), si uno ve doble de forma puntual significa que ninguno de los ojos está suprimido, por lo que esperamos buena binocularidad, y por tanto buena estereopsis. Una personal con mala binocularidad raramente verá doble aunque se de desencadene un estrabismo agudo.</li>\n</ul>\n<p>\nEs un poco lioso: por una parte están las funciones monoculares (agudeza visual, campo visual) y por otro las binoculares (estereopsis, visión doble, supresión). Pueden estar relacionadas, pero son cosas diferentes. Por ejemplo, un ojo \"suprimido\" suele ser además vago, y tener peor agudeza visual. Pero no siempre es así. Si por ejemplo se ha tratado con parches en la infancia, podemos solucionar el ojo vago y conseguir buenas visiones, y a pesar de ello el ojo suele suprimirse y no tenemos buena estereopsis.</p>\n<p>Y seguimos. El ranking no ha hecho falta actualizarlo, porque ningún usuario registrado ha contestado la respuesta correcta (decididamente, me he pasado de dificultad, lo siento). Ya está puesta la pregunta de noviembre, así que ¡a jugar!. Ah, y no me he olvidado de la entrevista de radio, ya está puesta: este mes toca hablar del orzuelo.</p>\n<p><strong>Actualización 3-11-10</strong>: Me han escrito para preguntarme cuál era la correcta, parece que no lo he dejado claro; la opción correcta era la \"e) Haber visto doble tras un golpe o por alcohol\"</p>\n",
            "author": {
                "name": "Rubén Pascual"
            },
            "tags": [
                   "Trivial",
                   "Estrabismo"
            ],
            "date_published": "2010-11-02T22:09:10+01:00",
            "date_modified": "2024-03-11T01:26:45+01:00"
        },
        {
            "id": "https://proyecto-ocularis.github.io/ocularis/degeneracion-macular-y-peste-3.html",
            "url": "https://proyecto-ocularis.github.io/ocularis/degeneracion-macular-y-peste-3.html",
            "title": "Degeneración macular y peste ",
            "summary": "El contenido de esta entrada viene directamente de un artículo publicado este&hellip;",
            "content_html": "<p>El contenido de esta entrada viene directamente de un artículo publicado este mismo mes de octubre en la revista <em>Ophthalmology</em>, una carta al editor escrita por el Dr. Robert L. Avery. El título original es \"The Plague and Macular Degeneration\".</p>\n<p>Hago esta salvedad porque habitualmente en las entradas de este blog no suelo hacer referencias tan directas a publicaciones, ya que lo que explico suele ser una adaptación de conocimientos básicos  de oftalmología, o bien con amplio consenso. Hoy sin embargo se trata de una reflexión concreta que hace otro oftalmólogo, y me parece correcto dar las referencias pertinentes. De todas formas, no voy a hacer una traducción literal (entre otras cosas, puede resultar muy técnica) sino que explicaré con mis palabras los puntos más relevantes. Hechas las aclaraciones, vamos al tema.</p>\n<h2>Ventajas evolutivas asociadas a enfermedades</h2>\n<p>\nExisten una serie de enfermedades hereditarias, cuya causa por tanto está en los genes, cuya prevalencia es sorprendentemente alta. Digo que es sorprendente porque si la enfermedad produce suficientes prejuicios, es razonable pensar que a lo largo de los siglos de la historia de la humanidad la propia selección natural haya impedido a estos individuos enfermos reproducirse con el mismo éxito que el resto de la población. Por lo tanto, con el paso de los siglos, deberíamos esperar que estos genes vayan disminuyendo en la población. Esta regla general no se cumple en algunos casos porque estas diferencias genéticas, aparte de la probabilidad de enfermar o transmitir una enfermedad a nuestros hijos, nos aporta un cambio en el funcionamiento del cuerpo que produce ventajas evolutivas.\nSiguiendo los ejemplos que indican en el artículo original, tenemos que la anemia de células falciformes protegen contra el paludismo, y los genes de la fibrosis quística protegen contra la fiebre tifoidea.</p>\n<h2>Degeneración macular asociada a la edad</h2>\n<p>\nDe esta enfermedad ya <a href=\"http://ocularis.es/?p=90\">he hablado</a> en un artículo previo, aunque no he explicado en profundidad los detalles. Es una enfermedad degenerativa compleja donde influyen factores inmunes. Sin poder denominarla realmente \"enfermedad autoinmune\", nuestras propias defensas juegan un papel en la degeneración del tejido retiniano. Entre estos factores inmunes está el <em>complemento</em>, que son una serie de proteínas capaces de defendernos de bacterias \"marcándolas\" para que sean destruidas por anticuerpos o leucocitos.</p>\n<h2>La Peste</h2>\n<p>\n¿Y qué tiene que ver todo esto con la Peste?. La Peste Negra hace referencia a una pandemia que sufrió principalmente Europa en 1348. Casi con total seguridad, el agente causal es una bacteria denominada <em>Yersinia Pestis</em>, que acabó con una buena parte de la población europea en el siglo XIV, pero también podría haber causado una pandemia igualmente devastadora en el siglo IV, y ser responsable de otras epidemias en diferentes épocas. La respuesta a la enfermedad no era igual para todos: de quienes se infectaban, unos morían y otros no, y esa gran variabilidad entre individuos no se debía tanto al estado de salud o de nutrición del sujeto sino a la capacidad individual de defenderse frente a ella. Se postula que uno de los factores que podían marcar la diferencia entre la vida y la muerta de un infectado por la peste es la diferencia genética en una proteína del complemento.</p>\n<p>¿Cómo es esto?. Todos tenemos las diferentes proteínas que constituyen el complemento, que funcionan de manera similar. Pero no todas las proteínas son exactamente iguales en todos los individuos. Hay pequeñas diferencias, mutaciones, que no alteran el funcionamiento general. Estas diferentes proteínas interactúan con las bacterias, y dependiendo de la composición concreta pueden realizar interacciones más fuertes o más débiles. Esto se traduce en que para una bacteria en concreto, las diferentes variaciones de proteínas del complemento marcan una respuesta inmune más o menos eficaz. Por lo tanto, estas sutiles diferencias genéticas cambian nuestra respuesta a la enfermedad.</p>\n<p>Hay fuertes indicios de que esto ocurre así para una bacteria que se ha estudiado bastante, el <em>Streptococcus pyogenes</em>.  Concretamente, el factor del complemento H se une a la superficie de este estreptococo, y esta unión protege a la bacteria de la acción del complemento (el factor H es un modulador que frena a la parte \"agresiva\" del complemento). Así, una mutación en el gen del factor H, concretamente el Y402H, puede afectar a la unión. Si no se une bien la bacteria al factor H, sufre el ataque del complemento, de forma que nos defendemos mejor contra este germen.</p>\n<p>Bien, pues aunque no hay tantos estudios para la <em>Yersinia pestis</em>, sabemos que una proteína de la Yersinia también se une al factor H, exactamente en el mismo sitio que el estreptococo (el dominio 7). Por lo tanto, es razonable pensar que la mutación que decíamos antes (el alotipo Y402H), también protegería contra la peste. El hecho de las zonas geográficas más devastadas históricamente por la Peste tengan mayor presencia de este Y402H apoya la hipótesis.</p>\n<h2>¿Relacionadas por la genética?</h2>\n<p>\nDecíamos al principio que en el desarrollo de la degeneración macular asociada a la edad, influye el complemento. Al igual que cuando hablamos de infecciones bacterianas, los diferentes tipos de proteínas del complemento cambian la respuesta inmune (en este caso, contra nuestra retina). Se han relacionado diferentes genes del complemento con el riesgo de aparición de la enfermedad, concretamente el polimorfismo Y402H conlleva mayor riesgo.</p>\n<p>Vemos que es mismo gen que posiblemente \"proteja\" contra la peste. Además hay indicios demográficos: la prevalencia de degeneración macular y de esta mutación es mayor en Europa que en otros lugares como Japón o Corea, en donde la peste apenas afectó a la población.</p>\n<p>Por lo tanto, una hipótesis muy razonable, y hasta cierto punto soportada por la evidencia científica, es que las diferentes pandemias de peste hicieron una presión evolutiva favoreciendo a unos genes concretos de nuestro sistema defensivo. Al morir los que no tenían estos genes, fueron los portadores de estos genes protectores los que repoblaron Europa con su descendencia. Así, en la población de Europa se expresaron mucho más estos genes. A su vez, estos genes predisponen a la degeneración macular asociada a la edad, enfermedad que adquiere relevancia ahora con la mayor esperanza de vida, pero que por su aparición tardía no tiene importancia desde el punto de vista evolutivo.</p>\n<p>Si bien estos temas son principalmente genéticos y evolutivos, me parecen fascinantes, y pueden dar explicación a diversos hechos, como que los europeos padezcamos más degeneración macular que los asiáticos. Y no deja de ser curioso como los entresijos bioquímicos de nuestra fisiología pueden relacionar las grandes epidemias de la historia de la humanidad con una enfermedad ocular tan moderna.</p>\n",
            "author": {
                "name": "Rubén Pascual"
            },
            "tags": [
                   "Retina y segmento posterior"
            ],
            "date_published": "2010-10-21T22:12:59+02:00",
            "date_modified": "2024-03-11T01:26:45+01:00"
        },
        {
            "id": "https://proyecto-ocularis.github.io/ocularis/trivial-oftalmologico-decimotercera-pregunta-3.html",
            "url": "https://proyecto-ocularis.github.io/ocularis/trivial-oftalmologico-decimotercera-pregunta-3.html",
            "title": "Trivial oftalmológico: decimotercera pregunta",
            "summary": "La pregunta de septiembre tuvo una participación de 125 personas, y decía&hellip;",
            "content_html": "<p>La pregunta de septiembre tuvo una participación de 125 personas, y decía así:</p>\n<blockquote>El lagrimeo no es un síntoma de:\na) Distiquiasis (4 votos)\nb) Obstrucción de vías lagrimales (14 votos)\nc) Agujero retiniano (46 votos)\nd) Ojo seco (48 votos)\ne) Oftalmopatía tiroidea (13 votos)</blockquote>\n<p>\nDespués de bastantes preguntas en las que la mayoría de los votantes acertaban la respuesta correcta, este mes hemos tropezado  :)\nLa respuesta \"d) Ojo seco\", con 48 votos, no ha sido la acertada.</p>\n<p>El lagrimeo es un síntoma muy frecuente en la oftalmología, y puede corresponder a muchas alteraciones de la superficie del ojo o del sistema de drenaje de la lágrima. Es una respuesta más o menos inespecífica cuando hay un problema en la superficie ocular, de forma que la <a href=\"http://ocularis.es/?p=468\">distiquiasis</a> (situación en la que una pestaña anómala roza el ojo) es una causa de lagrimeo. Si están obstruidas las vías lagrimales, la lágrima rebosa, es un mecanismo sencillo de entender. En la <a href=\"http://ocularis.es/?p=196\">oftalmopatía tiroidea</a> también puede haber lagrimeo porque se inflama la conjuntiva, además de que al aumentar la superficie expuesta al aire, la lágrima se reparte y circula mal.</p>\n<p>Si decimos \"ojo seco\" parece que nos falta lágrima, con lo cual sería un contrasentido que el ojo nos llorara. Pero es un nombre sencillo para una enfermedad compleja. Se trata de un déficit en la función de la lágrima. La superficie del ojo no está lo suficientemente hidratada, con lo cual el ojo propiamente dicho se encuentra seco, pero eso no quiere decir que falte cantidad de lágrima. Le hemos dedicado tres artículos al ojo seco: en <a href=\"http://ocularis.es/?p=63\">el primero</a> explico que hay diferentes factores capaces de producir ojo seco, y en muchos de ellos no falta lágrima. Si la superficie ocular sufre de sequedad, se inflama y la respuesta es producir más lágrima. Si se trataba de un problema de cantidad, la propia respuesta compensa el problema, y no hay lagrimeo, desapareciendo los síntomas. Por el contrario, si la causa de ojo seco no es la cantidad de lágrima, sino su calidad, un mal reparto, etc, entonces el lagrimeo será una respuesta ineficaz que aumenta la cantidad de lágrima donde ya hay suficiente, y al final se produce lagrimeo.</p>\n<p>La respuesta correcta es la que se ha quedado segunda, a pocos votos de ganar: el agujero retiniano. Los problemas de retina no producen de forma directa lagrimeo. La parte posterior del ojo responde de forma bastante diferente a la superficie ocular. En el caso de que haya un agujero en la retina, puede producirse diferentes cosas: desprendimiento de retina, pérdida visual, etc. Pero el ojo no va a lagrimearnos por ello.</p>\n<p>Y seguimos. Se ha actualizado el ranking, está colgada la pregunta de octubre, y hemos cambiado la entrevista de la radio (este mes toca las moscas volantes).\nEstaré casi dos semanas fuera, así que espero que disculpéis que se acumulen los comentarios sin publicarse y los correos sin contestar. Gracias por vuestra paciencia   :)</p>\n",
            "author": {
                "name": "Rubén Pascual"
            },
            "tags": [
                   "Trivial",
                   "Superficie ocular",
                   "Retina y segmento posterior",
                   "Párpados, vías lagrimales y órbita"
            ],
            "date_published": "2010-10-08T00:20:03+02:00",
            "date_modified": "2024-03-11T01:26:45+01:00"
        },
        {
            "id": "https://proyecto-ocularis.github.io/ocularis/cual-es-el-tamano-adecuado-de-tu-television-parte-2-3.html",
            "url": "https://proyecto-ocularis.github.io/ocularis/cual-es-el-tamano-adecuado-de-tu-television-parte-2-3.html",
            "title": "¿Cuál es el tamaño adecuado de tu televisión? (Parte 2)",
            "summary": "En el artículo anterior hemos estado analizando varios parámetros que explican la&hellip;",
            "content_html": "<p><a href=\"http://ocularis.es/?p=549\"><strong>En el artículo anterior</strong></a> hemos estado analizando varios parámetros que explican la fatiga visual que puede producir una televisión, y muchos de ellos tienen relación directa con el tamaño de la pantalla y su proximidad al espectador.</p>\n<p>Pero no hemos conseguido obtener cifras orientativas que nos ayuden a elegir el tamaño adecuado del televisor para una distancia de visualización determinada. Nos quedan <strong>tres factores más</strong>, a ver si tenemos suerte.</p>\n<h2>El estado del ojo</h2>\n<p>\nNos podemos cansar porque notamos sequedad ocular mientras vemos la televisión. Pueden ser un <strong>ojo seco</strong> que de por sí ya dé síntomas, o que sean pequeños condicionantes que unidos causan que en ocasiones notemos esas molestias. Concentrar la vista es uno de esos condicionantes: cuando nos fijamos con atención en algo, parpadeamos menos. Y necesitamos parpadear con frecuencia para extender la película lagrimal en la superficie del ojo.</p>\n<p>Hay otras causas que pueden desencadenar fatiga, como una<strong> graduación mal corregida.</strong></p>\n<p>Eso lo sabe mucha gente con pocas dioptrías que no utilizan las gafas continuamente pero se la ponen para tareas concretas: leer, conducir, ver la televisión.</p>\n<figure class=\"alignnone size-full wp-image-556\"><a href=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/glasses.jpg\"><img loading=\"lazy\"  title=\"glasses\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/glasses.jpg\" alt=\"\" width=\"200\" height=\"133\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/glasses-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/glasses-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/glasses-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/glasses-xl.jpg 1024w\"></figure></a></p>\n<p>Y podríamos enumerar más factores del propio ojo que conducirían a producir fatiga. Pero lógicamente son totalmente individuales, dependientes de cada persona. Podemos aconsejar que si a uno se le cansa la vista con frecuencia al ver la televisión, acuda a revisarse la vista.</p>\n<figure class=\"alignnone size-medium wp-image-557\"><a href=\"http://ocularis.es/wp-content/uploads/2010/09/fatigue.jpg\"><img loading=\"lazy\"  title=\"fatigue\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/fatigue-300x225.jpg\" alt=\"\" width=\"300\" height=\"225\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/fatigue-300x225-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/fatigue-300x225-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/fatigue-300x225-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/fatigue-300x225-xl.jpg 1024w\"></figure></a></p>\n<h2>Pixelización de la imagen</h2>\n<p>\nSobre este tema saben más los ingenieros que los médicos, así que hablaré poco de ello para no meter mucho la pata. Tener una televisión grande y con buena resolución está muy bien, porque tenemos a nuestra disposición imágenes grandes y nítidas …. siempre y cuando la señal de imagen que llega al televisor se corresponda con la resolución máxima que tiene éste.</p>\n<p>Así que si estamos viendo un Blu-Ray con Full-HD, pues muy bien, pero si vemos la TDT el televisor de alta definición tendrá que hacer un apaño para mostrarnos la imagen. Es similar a cuando hacemos zoom en una fotografía en el ordenador: finalmente aparecen los pixeles grandes, y la imagen queda bastante fea.</p>\n<figure class=\"alignnone size-full wp-image-558\"><a href=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/dithering.png\"><img loading=\"lazy\"  title=\"dithering\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/dithering.png\" alt=\"\" width=\"250\" height=\"200\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/dithering-xs.png 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/dithering-sm.png 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/dithering-md.png 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/dithering-xl.png 1024w\"></figure></a></p>\n<p>Sigue siendo un juego de distancias y tamaños: cuanto más lejos nos pongamos para un tamaño dado de televisión, veremos menos los pixeles. Cuando la proporción tamaño/distancia sea alta, veremos los pixeles. Así, depende de para qué utilicemos principalmente el televisor (señales de baja calidad o películas en alta definición) y de cómo se perciba subjetivamente la pixelización, tomaremos una decisión u otra.</p>\n<p>Nuevamente, pocas pautas podemos dar, porque <strong>no hay estudios científicos que indiquen que ver imágenes pixelizadas produzcan fatiga visual</strong>. Simplemente, queda feo, así que eso depende de nuestras preferencias.</p>\n<h2>El movimiento de los ojos</h2>\n<p>\nHasta ahora hemos podido dar una serie de consejos y guías muy aproximadas de qué hacer para evitar o solucionar que no estemos cómodos viendo la televisión. Pero seguimos sin dar una respuesta concreta a la pregunta del artículo. Basándonos en algún criterio mínimamente científico, ¿podemos dar unas cifras aproximadas del tamaño adecuado?.</p>\n<p>No tiremos todavía la toalla, todavía nos queda un as escondido: los movimientos que debe realizar el ojo para “barrer” continuamente la imagen del televisor. ¿Cómo es eso: vamos moviendo los ojos mientras miramos la pantalla? Pues así es, continuamente. Aunque el campo visual de un ojo es bastante grande, sólo tenemos nitidez de imagen en una pequeña zona central. Cuando miramos una imagen, no la capturamos “de una vez” como hace una cámara de fotos o de vídeo. Vamos <strong>desplazando los ojos rápidamente en las diferentes zonas de interés</strong>, y luego nuestro cerebro lo reconstruye. Apenas somos conscientes de que a la vez sólo vemos con nitidez una zona muy pequeña.</p>\n<p>De esta manera, no fijamos nuestra vista en el centro de la pantalla para que nuestro campo visual periférico recoja el resto de la imagen. Tenemos que ir moviendo los ojos para abarcar toda la imagen. Por lo tanto, <strong>cuanto más grande y/o más cerca esté el televisor, más amplios tendremos que hacer estos movimientos oculares</strong>. Pasado un límite, los movimientos son tan amplios que nos ayudamos de la cabeza. Y ése es el límite que nos podemos poner, porque ciertamente no es cómodo estar viendo la televisión y estar cada dos por tres girando la cabeza de un lado al otro. Imaginémonos estar en las gradas viendo un partido de tenis. Para un rato, vale, pero no queremos tanto movimiento de cuello en el salón de casa, ¿no?.</p>\n<p>Ya es hora de que nos pongamos a hacer unos números. Los movimientos oculares son rotatorios: los ojos no se desplazan de donde están, rotan en los tres ejes del espacio (sí, en los tres, no sólo arriba-abajo e izquierda-derecha; también giran a favor y en contra de las agujas del reloj; pero ese no es el tema del artículo).</p>\n<figure class=\"alignnone size-full wp-image-559\"><a href=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/eye_movements.gif\"><img loading=\"lazy\"  title=\"eye_movements\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/eye_movements.gif\" alt=\"\" width=\"179\" height=\"175\" ></figure></a></p>\n<p>Así, los movimientos del ojo los medimos en ángulos. Con un poco de trigonometría podemos averiguar, para un ángulo determinado y una distancia hasta la pantalla dada, qué longitud recorre el eje visual. Si el ojo se sitúa totalmente centrado en la pantalla y el movimiento se recorre desde el centro hacia un lado, la fórmula sería: D*sen(a), siendo<em>D</em> la distancia entre el ojo y la pantalla, y <em>a</em> el ángulo en radianes. Pero si <em>a</em> es el ángulo total que es capaz de recorrer el ojo en un plano desde un extremo al otro, y la posición frontal (en la que el eje visual es perpendicular a la pantalla) se encuentra en la bisectriz de este ángulo, entonces la fórmula sería: <strong>2*D*sen(a/2).</strong></p>\n<p>Pues ya sólo necesitamos documentarnos un poco. Cogemos el libro de estrabología que seguro que todos tenemos a mano (ejem, es un decir), y buscamos los datos que nos interesan. Los movimientos oculares se miden desde el punto medio, cuando el eje visual está de frente. Desde aquí el movimiento máximo hacia cada uno de los cuatro puntos cardinales (arriba, abajo, izquierda y derecha) está en torno a los 40º.</p>\n<figure class=\"alignnone size-medium wp-image-561\"><a href=\"http://ocularis.es/wp-content/uploads/2010/09/abductors.jpg\"><img  title=\"abductors\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/abductors-300x274.jpg\" alt=\"\" width=\"300\" height=\"274\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/abductors-300x274-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/abductors-300x274-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/abductors-300x274-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/abductors-300x274-xl.jpg 1024w\"></figure></a><a href=\"http://ocularis.es/wp-content/uploads/2010/09/adductors.jpg\"><figure class=\"alignnone size-medium wp-image-562\"><img loading=\"lazy\"  title=\"adductors\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/adductors-300x274.jpg\" alt=\"\" width=\"300\" height=\"274\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/adductors-300x274-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/adductors-300x274-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/adductors-300x274-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1071/responsive/adductors-300x274-xl.jpg 1024w\"></figure></a></p>\n<p>Por lo tanto, desde la izquierda a la derecha tendremos 80º. Entonces, con una televisión que abarquemos dentro de nuestros <strong>80º de rango de movimiento</strong>, podremos fijar nuestro eje visual en cualquier punto de la pantalla sin necesidad de mover la cabeza.</p>\n<p>Ese sería nuestro límite a la hora de comprar una televisión, no deberemos comprarla más grande que eso.</p>\n<p>¿Será una cifra correcta?. No seríamos unos buenos científicos si luego no experimentáramos para comprobar si nuestra hipótesis teórica es cierta. Hagamos una comprobación rápida. Para una televisión colocada<strong> a 3 metros de distancia,</strong> la fórmula expuesta antes nos daría un tamaño de<strong> 385,67 centímetros</strong>. Teniendo en cuenta que la distancia mayor en línea recta que podemos encontrar para un rectángulo es su diagonal, y precisamente el tamaño de los televisores utilizan esta diagonal, sólo tenemos que convertir centímetros en pulgadas para saber de cuántas pulgadas tenemos que poner nuestra televisión a 3 metros de distancia. Haciendo el cálculo, nos sale una televisión de<strong> más de 150 pulgadas</strong>. Mucho, ¿no?. Fijémonos en lo que estamos diciendo: a tres metros de nuestros ojos ponemos una pantalla de 3,86 metros de diagonal. Si hacemos la prueba de intentar recorrer de extremo a extremo un objeto de esas dimensiones, seguro que moveremos la cabeza.</p>\n<p><strong>Algo ha fallado en nuestros cálculos</strong>. No pasa nada: el buen científico no es el que no se equivoca, sino el que aprende de sus fallos. Teníamos prisa por hacer los cálculos y no hemos leído todo el párrafo del libro: en cuanto hemos visto esa cifra de 40º nos hemos puesto a meter números en la hoja de cálculo. No hay problema, leemos un poco más y efectivamente, descubrimos que aunque esos son los movimientos máximos, el sistema muscular se encuentra muy forzado en las posiciones extremas de mirada, y mucho antes se desencadena un movimiento de ayuda del cuello y la cabeza. Nos dan otro límite: los ojos se mueven con comodidad hasta 20º en cada dirección de la mirada. Son 20º a la izquierda y 20º a la derecha, tenemos 40º. Volvemos a la hoja de cálculo y nos ponemos a ello: <strong>80 pulgadas de televisor, 2,06 metros de diagonal</strong>. Todavía parece una distancia grande.</p>\n<p>Efectivamente, hacemos la prueba y mirar un objeto de 2 metros de lado a lado, a 3 metros de distancia, todavía es incómodo de hacerlo sin mover la cabeza. Si lo recorremos lentamente con la mirada podemos hacerlo, pero si saltamos de un extremo a otro con la mirada, tenemos que concentrarnos para no mover la cabeza.</p>\n<p>Algo no funciona, pero no desesperamos. Le escribimos un mail a ese estudiante de Medicina que escribe un blog y que parece tan majo. Y nos contesta no se qué de los movimientos sacádicos. Volvamos a nuestro libro de estrabología, y el índice analítico nos lleva a otro capítulo. Esta vez nos leemos bien el párrafo. Resulta que cuando realizamos ese “muestreo” para recorrer la imagen, utilizamos una cosa que se llaman<strong><em> movimientos sacádicos</em>,</strong> que son movimientos muy rápidos del ojo, que saltan de un punto a otro. Así, si vemos un detalle en una esquina de la pantalla y luego queremos ver otro detalle en la esquina opuesta, esta diagonal la recorreremos con un solo movimiento sacádico. Bien, esto es lo que necesitamos. Y el libro nos informa que, si bien el movimiento sacádico puede tener valores de 70-80º, a partir de los 20º se acompaña de movimiento de cabeza. Por lo tanto, ese sería el ángulo que buscamos: <strong>20º en total desde el comienzo al fin del movimiento</strong> (no 20º a la izquierda y otros 20º a la derecha, como decíamos antes).</p>\n<p>Antes de aplicarlo, nos damos cuenta que “20º” es una cifra bastante redonda, posiblemente los estudios en los que se basan dan cifras en torno a los 20º, pero lo mismo son 19º que 21º. Y aunque se basan en el funcionamiento del ojo humano, en principio similar a todos nosotros, también debe haber un margen a la variabilidad individual. Por otra parte, tampoco nos interesan que los movimientos amplios de parte a parte de la pantalla se encuentren tan cerca del límite este de los 20º que estén a punto de desencadenar un movimiento de cabeza. Parece que nuestro cuello va a saltar, pero sin decidirse al final. Tiene sentido dejar unos pocos grados de margen. Nos quedamos con, digamos, unos 18 grados.</p>\n<p>Comprobamos los datos, y para 3 metros se corresponde una diagonal de 93,86 centímetros, casi 37 pulgadas. Si lo comprobamos, sí que podemos mover los ojos con comodidad, sin necesidad de girar la cabeza. Por fin tenemos los datos que queríamos, <strong>con un ángulo objetivo de 18º</strong>. Podéis hacer vosotros mismos una hoja de cálculo y jugar un poco con las cifras, poniendo la distancia de vuestro salón. Para los prudentes podéis buscar cifras de 16-17º, pero no os aconsejo bajar de 15º porque como decía más arriba, una televisión muy pequeña o alejada también puede cansar si no vemos bien los detalles. Por otra parte, si queréis realmente compraros una televisión grande y no os importa “forzar un poco” los límites, podéis ver lo que sale con ángulos mayores. De todas formas no os aconsejo pasar de los 22º: por mucho que inicialmente una imagen tan grande os guste, creedme que al final uno se fatiga.\nY si no os apetece haceros una hoja de cálculo, aquí van unos resultados para los 18º:</p>\n<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\" width=\"575\">\n<tbody>\n<tr>\n<td width=\"321\" valign=\"top\">Distancia espectador-televisor (metros)</td>\n<td width=\"321\" valign=\"top\">Tamaño del televisor (pulgadas)</td>\n<td width=\"0\" height=\"19\"></td>\n</tr>\n<tr>\n<td width=\"321\" valign=\"top\">2</td>\n<td width=\"321\" valign=\"top\">25</td>\n<td width=\"0\" height=\"19\"></td>\n</tr>\n<tr>\n<td width=\"321\" valign=\"top\">2,5</td>\n<td width=\"321\" valign=\"top\">31</td>\n<td width=\"0\" height=\"19\"></td>\n</tr>\n<tr>\n<td width=\"321\" valign=\"top\">3</td>\n<td width=\"321\" valign=\"top\">37</td>\n<td width=\"0\" height=\"19\"></td>\n</tr>\n<tr>\n<td width=\"321\" valign=\"top\">3,5</td>\n<td width=\"321\" valign=\"top\">43</td>\n<td width=\"0\" height=\"19\"></td>\n</tr>\n<tr>\n<td width=\"321\" valign=\"top\">4</td>\n<td width=\"321\" valign=\"top\">49</td>\n<td width=\"0\" height=\"19\"></td>\n</tr>\n<tr>\n<td width=\"321\" valign=\"top\">4,5</td>\n<td width=\"321\" valign=\"top\">55</td>\n<td width=\"0\" height=\"19\"></td>\n</tr>\n<tr>\n<td width=\"321\" valign=\"top\">5</td>\n<td width=\"321\" valign=\"top\">62</td>\n<td width=\"0\" height=\"19\"></td>\n</tr>\n<tr>\n<td width=\"321\" valign=\"top\">5,5</td>\n<td width=\"321\" valign=\"top\">68</td>\n<td width=\"0\" height=\"19\"></td>\n</tr>\n<tr>\n<td width=\"321\" valign=\"top\">6</td>\n<td width=\"321\" valign=\"top\">74</td>\n<td width=\"0\" height=\"19\"></td>\n</tr>\n</tbody>\n</table>\n<p>\n<strong>Y un extra de regalo</strong></p>\n<p>¿Podemos utilizar estas fórmulas para estimar el tamaño adecuado de una <strong>pantalla de ordenador</strong>? Sólo si matizamos bastante. Delante del ordenador sacrificamos algo de confort para tener más superficie de trabajo, así que podemos tolerar los movimientos de cabeza. Veámoslo con un ejemplo: cuanto estamos trabajando con el ordenador, nos sentamos con normalidad, y cuando queremos ver un vídeo largo o una película en esa misma pantalla, involuntariamente nos “acomodamos” en la silla, echándonos hacia atrás y ganando 30-40 centímetros. Eso nos permite visualizar con comodidad la imagen porque aumentamos la distancia.</p>\n<p>De forma más o menos empírica, para trabajar con un ordenador a una distancia de trabajo de <strong>50-70 cm,</strong> los ángulos máximos que deberemos manejar rondan los<strong> 40-50º</strong>, lo que nos da unos monitores de 22-24 pulgadas. Para monitores mayores (por ejemplo 27 pulgadas) es mejor aumentar la distancia de trabajo a 80-90 cm.</p>\n<p>—\n<em>Nota 1: No se ha maltratado ninguna televisión en la realización de este documental. Todas las bisectrices eran mayores de 18º en el momento del rodaje y decidieron participar perfectamente informadas y en plenas facultades mentales.</em></p>\n<p><em>Nota 2: La narración por pasos de cómo llegar a la fórmula definitiva es un recurso literario basado en una ficción. Vamos, que no he tenido que dar tantas vueltas para hacer el cálculo definitivo, pero me parecía más ilustrativo explicarlo así para animar a la gente a discurrir sin que les de miedo no dominar el tema: creo que no hace falta ser un experto para hacer deducciones; basta con tener ganas de documentarse, preguntar un poco y aplicar el sentido común.</em></p>\n<p><em>Nota 3: Obsérvese que al dar estas cifras aproximadas del tamaño del televisor, hablamos de límites superiores, por encima de los cuales podemos esperar cierta incomodidad para ver la pantalla. Pero no estamos garantizando que por debajo de este límite vayamos a estar cómodos. Estas cifras las hemos sacado de un solo factor: el movimiento de los ojos. Todo el resto de factores explicados antes afectarán de forma individual y variable a cada uno.</em></p>\n",
            "author": {
                "name": "Rubén Pascual"
            },
            "tags": [
                   "Oftalmología",
                   "Neuro- oftalmología"
            ],
            "date_published": "2010-09-25T01:11:38+02:00",
            "date_modified": "2024-03-11T01:26:45+01:00"
        },
        {
            "id": "https://proyecto-ocularis.github.io/ocularis/cual-es-el-tamano-adecuado-de-tu-television-parte-1-3.html",
            "url": "https://proyecto-ocularis.github.io/ocularis/cual-es-el-tamano-adecuado-de-tu-television-parte-1-3.html",
            "title": "¿Cuál es el tamaño adecuado de tu televisión? (Parte 1)",
            "summary": "Este artículo se ha publicado también en amazings.es, blog de referencia nacional&hellip;",
            "content_html": "<p><em>Este artículo se ha publicado también en <a href=\"http://amazings.es\">amazings.es</a>, blog de referencia nacional en divulgación científica, del cual tengo el privilegio de ser colaborador.</em></p>\n<p>Es un tema muy de moda, en especial ahora que últimamente las pantallas planas de gran tamaño no tienen unos precios tan prohibitivos como antes. Tenemos una oferta amplia de televisores, y además de las preferencias personales, hay una serie de <strong>factores a tener en cuenta antes de comprar una televisión</strong>.</p>\n<p>Navegando por internet uno puede encontrar bastante información sobre el tema, tablas y fórmulas que nos ofrecen el tamaño indicado en función de la distancia entre el espectador y la televisión. Curiosamente, si uno intenta indagar en qué se basan para hacer esas recomendaciones, la búsqueda se vuelve más problemática. Explican, de forma bastante ambigua, que un televisor demasiado grande para una distancia dada, fatiga la vista. Pero no explican <strong>en qué se basan</strong> para dar esas cifras concretas, si han realizado algún estudio en personas, o en base a algún modelo teórico.</p>\n<p>También es cierto que estas recomendaciones proceden habitualmente de las mismas empresas que fabrican los televisores, con lo cual debemos entender que la imparcialidad está a priori comprometida.</p>\n<p><a rel=\"attachment wp-att-955\" href=\"http://ocularis.es/?attachment_id=955\"><img loading=\"lazy\" title=\"televisor\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1070/televisor.jpg\" alt=\"\" width=\"400\" height=\"378\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/televisor-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/televisor-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/televisor-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/televisor-xl.jpg 1024w\"></a></p>\n<p>Bueno, ¿y la ciencia tiene algo que decir al respecto? ¿La comodidad o el disconfort que puede producir una televisión demasiado grande (o demasiado pequeña, que también puede ocurrir) es algo totalmente variable y subjetivo, o podemos basarnos en pautas objetivas para hacer recomendaciones?.</p>\n<p>Por suerte, con un poco de pensamiento racional y basándonos en lo que sabemos del sistema visual, podemos decir algo al respecto. Una persona que está viendo la televisión (encendida, por definir claramente las condiciones iniciales) puede percibir fatiga visual por diferentes motivos, que vamos a ir analizando.</p>\n<p><strong>La proximidad</strong></p>\n<p>Un ojo ópticamente normal enfoca “por defecto” en visión lejana. Para que un objeto cercano quede correctamente enfocado debe actuar un músculo que hay dentro del globo ocular. Dicho vulgarmente, el ojo tiene que “esforzarse”, es un proceso activo. Un trabajo prolongado de cerca, por lo tanto, puede causar fatiga. Mirar objetos próximos es una causa común de fatiga visual, especialmente a partir de los 45 años (cuando aparece la presbicia), o en personas hipermétropes que no van adecuadamente corregidas. También en casos de astigmatismo indebidamente corregido. No ocurre en casos de miopía, excepto si las gafas llevan más graduación que la indicada.</p>\n<p>Es decir, que se trataría de un problema de graduación, por lo que con una corrección óptica correcta el problema no debería aparecer. Por otra parte, si bien es un factor que deberemos tener presente cuando leemos, escribimos o trabajamos con el ordenador, para la televisión es un factor despreciable.</p>\n<p>¿Por qué?. Para entenderlo tenemos que explicar el concepto de<strong> <em>dioptría</em></strong>. Se trata la forma con la que medimos la potencia de una lente, y es el resultado de dividir uno entre la <em>distancia focal</em> (en metros).</p>\n<p><strong>Diop=1/DF</strong></p>\n<p>Cuando el ojo está enfocado a lo lejos, los rayos de luz que provienen de un punto concreto llegan casi paralelos, y gracias a las lentes del ojo se enfocan en un solo punto a nivel de la retina. Si miramos a un objeto cercano los rayos llegan divergentes al ojo, por lo que si la potencia de las lentes es la misma, los rayos ya no convergen en la retina, sino por detrás de ella. Hay que aumentar la potencia, y de eso se encarga el músculo que hemos mencionado antes, en un proceso llamado <em>acomodación</em>.</p>\n<p><a rel=\"attachment wp-att-947\" href=\"http://ocularis.es/?attachment_id=947\"><img loading=\"lazy\" title=\"Accomodation\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1070/Accomodation.png\" alt=\"\" width=\"400\" height=\"320\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/Accomodation-xs.png 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/Accomodation-sm.png 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/Accomodation-md.png 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/Accomodation-xl.png 1024w\"></a></p>\n<p>La acomodación necesaria la medimos en dioptrías, teniendo en cuenta que el punto focal de esta potencia adicional es precisamente la distancia entre el objeto que miramos y el ojo. Por lo tanto, con una sencilla división podemos calcular las dioptrías que acomodamos. Para un objeto a 33 cm, la distancia habitual de lectura, necesitamos acomodar aproximadamente 3 dioptrías. <strong>Cuanto miramos una pantalla de ordenador a 65 cm acomodamos 1,5 dioptrías</strong>. Cuando miramos la televisión, raramente lo hacemos a una distancia menor de metro y medio, que serían 0,66 dioptrías. Y <strong>con una distancia de 3 metros necesitaríamos esforzarnos 0,33 dioptrías</strong>. Es muy poca graduación, tiene escasa repercusión visual. Por lo tanto, a efectos prácticos ver la televisión lo consideramos distancia lejana. La acomodación no va a ser un factor que tengamos muy en cuenta para analizar la fatiga visual de un televisor.</p>\n<p><strong>Fuente de luz directa</strong></p>\n<p>En los entornos naturales, las imágenes que llegan a nuestros ojos se configuran <strong>a partir de luz indirecta</strong>. Es decir, existe una fuente de luz (tradicionalmente el sol) que ilumina los objetos, y la luz reflejada en estos objetos llega a nuestros ojos. Lo normal es que no miremos directamente a las fuentes de luz, y de hecho nos damos cuenta de que es incómodo mirar no sólo al sol (niños, no lo hagáis) sino a cualquier bombilla o foco. Un televisor, al igual que cualquier pantalla de visualización, es una fuente de <strong>luz directa</strong>, por lo que hay <strong>más posibilidades de que el ojo se fatigue</strong>.</p>\n<p><a rel=\"attachment wp-att-953\" href=\"http://ocularis.es/?attachment_id=953\"><img loading=\"lazy\" title=\"luminaire\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1070/luminaire.gif\" alt=\"\" width=\"512\" height=\"512\" ></a></p>\n<p>Algunos de vosotros me diréis: la luz es la luz, son simplemente fotones con una intensidad concreta. Bastaría con ajustar la intensidad lumínica a los parámetros en los que el ojo esté cómodo, y entonces dará igual que la luz sea directa o indirecta. Pues no es tan fácil.</p>\n<p><strong>Nuestro ojo no es un mero “capturador” de fotones</strong>, es un sistema dinámico que está constantemente ajustando y optimizando la imagen. Los fotógrafos lo saben muy bien; si no se utilizan los sistemas automáticos de la cámara, hay que ajustar los diferentes parámetros para conseguir imágenes tan buenas como las que vemos a simple vista.</p>\n<p>Cuando hay demasiada luz el ojo limita nuestra percepción de esta, de tal forma que tenemos un margen amplio antes de que perdamos calidad visual por excesiva luminosidad. Este ajuste disminuye el contraste de la imagen, que no suele suponer un problema en circunstancias habituales. Cuando hay un aumento de luz indirecta, todo nuestro entorno se ve iluminado de forma más o menos difusa. Incluso las áreas sombreadas reciben luz difusa. Así, cuando el ojo “resta luminosidad” el contraste se mantiene en parámetros aceptables.</p>\n<p>Cuando vemos la televisión, la cosa cambia. No es una fuente de luz que ilumina toda la estancia, de manera que todo nuestro entorno tenga una intensidad parecida. La parte de nuestro campo visual que ocupa la televisión está fuertemente iluminada, pero el resto está más oscuro. Es una información paradójica, tanta <strong>diferencia de iluminación de diferentes áreas del campo visual no se gestiona bien.</strong> Cuanta más iluminado esté la televisión más nos cansaremos, ya que el ojo no se adapta adecuadamente a la iluminación directa de la pantalla. Si vamos bajando la intensidad de la pantalla tampoco solucionaremos el problema, porque siempre va a haber diferencia con el entorno, y además perdemos contraste, con lo que diferenciaremos peor las imágenes y también nos fatigaremos. Un remedio aceptable es <strong>aumentar la luz de la habitación</strong> mediante iluminación indirecta. Algunas televisiones ya vienen con ese tipo de retroiluminación. Pero no termina de solucionarse el problema.</p>\n<p><a rel=\"attachment wp-att-954\" href=\"http://ocularis.es/?attachment_id=954\"><img loading=\"lazy\" title=\"retroiluminacion\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1070/retroiluminacion.jpg\" alt=\"\" width=\"427\" height=\"246\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/retroiluminacion-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/retroiluminacion-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/retroiluminacion-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1070/responsive/retroiluminacion-xl.jpg 1024w\"></a></p>\n<p>Investigando lo que hay publicado en revistas científicas, apenas hay estudios que nos puedan dar pautas para aconsejar. La variabilidad entre individuos es muy alta: hay personas con muy malas condiciones de iluminación (televisión muy iluminada, muy grande y muy cerca con habitación muy oscura) que pasan horas sin fatigarse. Y otros que se fatigan mucho antes. Al final, se trata de probar uno mismo. Las televisiones que mejor contraste producen de por sí, en principio fatigarán menos la vista porque no necesitan una alta luminosidad para visualizar con claridad las imágenes. También sabemos que cuanta más parte del campo visual ocupe la televisión, más nos cansaremos. Y si sabemos poner una luz indirecta adecuada, podemos amortiguar bastante el problema. Pero son pautas muy generales, variables para cada individuo. No podemos ofrecer cifras ni siquiera orientativas.</p>\n<p><strong>Visualización del detalle</strong></p>\n<p>Cuando queremos discernir detalles pequeños y/o alejados, cerca del límite de la resolución de imagen que nos da nuestro sistema visual, exige un esfuerzo mayor de enfoque e interpretación. Por ejemplo, leer subtítulos o concentrarse en perfiles o siluetas concretos y reducidos en la pantalla. A este nivel, <strong>si la televisión es muy pequeña o está muy alejada, nos costará más discernir detalles</strong>, pero cuidado, a igualdad de imagen. Quiero decir que el esfuerzo también depende de las imágenes. Si las letras son grandes y abundan los primeros planos, nos cansaremos menos. Si hay letras pequeñas o predominan las escenas más generales (con más detalles que mirar) podremos cansarnos más.</p>\n<p>Nuevamente, demasiada variabilidad para ofrecer cifras concretas.</p>\n",
            "author": {
                "name": "Rubén Pascual"
            },
            "tags": [
                   "Refracción",
                   "Oftalmología",
                   "Neuro- oftalmología"
            ],
            "date_published": "2010-09-22T23:30:32+02:00",
            "date_modified": "2024-03-11T01:26:45+01:00"
        },
        {
            "id": "https://proyecto-ocularis.github.io/ocularis/lateralidad-cruzada-3.html",
            "url": "https://proyecto-ocularis.github.io/ocularis/lateralidad-cruzada-3.html",
            "title": "Lateralidad cruzada",
            "summary": "Hace unos meses prometí dedicar un artículo a la lateralidad cruzada. Fue&hellip;",
            "content_html": "<p><a href=\"http://ocularis.es/?p=399\">Hace unos meses</a> prometí dedicar un artículo a la lateralidad cruzada. Fue a raíz de unos estudios que echaban por tierra el concepto de \"dominancia ocular\" cuando se utilizaba a la hora de realizar un tipo de cirugía ocular. Así se aportaban más evidencias en un tema donde hay mucha pseudociencia y pseudomedicina. Evidencias que ya son muy abundantes desde hace tiempo.</p>\n<p>Pero empecemos por el principio.</p>\n<h2>Las primeras especulaciones</h2>\n<p>\nEl sistema visual es complicado. Las vías nerviosas que conectan el ojo con el cerebro se han conocido tardíamente: la neurofisiología visual ha ido por detrás de otros campos de la neuroanatomía. Por ejemplo, las vías motoras y las de la sensibilidad general se conocen desde antes. Estas vías están estrictamente separadas por hemisferios. Eso quiere decir que las neuronas encargadas de dar la orden de mover la mano izquierda están en el hemisferio derecho, y sólo ahí. Y viceversa; la sensibilidad del pie derecho llega al hemisferio izquierdo. Teniendo en cuenta que en humanos se desarrolla de forma habitual una dominancia de extremidades (que todavía queda por investigar hasta qué punto es innato o aprendido), y el hemisferio que maneja las extremidades dominantes suele presentar además el área del lenguaje, se ha acuñado el término \"hemisferio dominante\". Con ciertas reservas teóricas, porque todavía queda mucho por saber, podemos asumirlo como un concepto apoyado científicamente.</p>\n<figure class=\"alignnone size-full wp-image-541\"><a href=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1069/manohemisferio.jpg\"><img loading=\"lazy\"  title=\"manohemisferio\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1069/manohemisferio.jpg\" alt=\"\" width=\"300\" height=\"240\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/manohemisferio-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/manohemisferio-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/manohemisferio-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/manohemisferio-xl.jpg 1024w\"></figure></a></p>\n<p>Hablamos de principios del siglo XX, y por aquel entonces no había estudios neuroanatómicos serios de las vías visuales, por lo que estas constituían un misterio. Entonces se realizó una hipótesis simple, basado en lo que se sabía: se supuso que la información del ojo derecho llegaba al hemisferio izquierdo, y viceversa. No podemos criticar que se hiciera esa especulación. Era una hipótesis razonable en base a lo que se sabía. Se trataba una conclusión simple y concordante con lo anterior. Más tarde los estudios demostrarían que el asunto era más complicado.</p>\n<h2>Las conclusiones posteriores</h2>\n<p>\nEl problema, quizás, es que por aquella época no se hacían claras las distinciones entre lo que es una hipótesis razonable pero sin evidencias, entre una teoría con indicios objetivos, y entre un hecho demostrado y comprobable. Si bien la medicina tenía una evolución hacia el método científico, carecía de la humildad y prudencia necesarias. Así, un personaje relevante (un líder de opinión, experto en su campo) ofrecía su explicación y se asumía como cierta, en base al pseudoargumento de autoridad (lo decía un experto), a la plausibilidad de la hipótesis en base al conocimiento de la época, y a que no había voces en contra. Y así quedó establecido. Una hipótesis sin pruebas, pero que \"sonaba muy bien\". Quedaba una neuroanatomía muy ordenada: cada órgano y miembro se correspondían con el hemisferio contrario.\nHay otro factor que ayudó a consolidar esta idea. Hay un acontecimiento extracientífico que ocurre en la actualidad y también en aquella época: los profesionales que estudian o se basan en alguna medida en el funcionamiento del cerebro tenían (y tienen) poca comunicación entre ellos. Existen neurólogos, oftalmólogos, psiquiatras, fisiólogos, anatomistas y otros médicos. Por otra parte están psicólogos, psicopedagogos, educadores, etc. Estos últimos se encargan del aprendizaje y desarrollo del niño, y en un esfuerzo de aproximarse al método científico recogieron conocimientos sobre anatomía y fisiología del cerebro. Sin embargo, se quedaron con lo bueno y con lo malo. En concreto, la dominancia ocular quedó como principio \"inamovible\", y a partir de aquí surgió todo lo demás:</p>\n<ul>\n\t\n<li>Se establecieron unas pruebas para encontrar el ojo dominante: como eso de la dominancia ocular un concepto teórico sin un \"sustrato\" claro, los test que se iban proponiendo se validan consigo mismos, no hay un patrón anatómico ni una prueba fisiológica para validar objetivamente un test. Pero si uno usa ciertos tipos de test simples, son congruentes consigo mismos. Es decir, si un mismo test lo repites con la misma persona, te da el mismo resultado.</li>\n<li>En base a ese concepto entendido de que un hemisferio tiene que ser dominante y por tanto albergar los órganos y extremidades también dominantes (por ejemplo, mano y ojo derechos hacia el hemisferio izquierdo), surge el concepto de <strong>lateralidad cruzada</strong>, situación que ocurre cuando alguno de los órganos o extremidades no se corresponde en su lateralidad. Dicho de otra manera: mano, pie, ojo y oído tienen que ser todos dominantes para el lado derecho, o bien todos para el lado izquierdo; en caso contrario hablamos de lateralidad cruzada.</li>\n<li>En niños con problemas de aprendizaje de diversa índole se le realizan test de dominancia, tanto motora (mano, pie) como sensorial (ojo, oído). Si no coincidían en lateralidad (en especial el binomio mano-ojo), atribuían el problema de aprendizaje a esta lateralidad cruzada, y la trataban, intentando cambiar la lateralidad.</li>\n</ul>\n<p>\nUn esfuerzo loable y bienintencionado ... pero acientífico (y como veremos después, erróneo). Veamos los fallos:</p>\n<ul>\n\t\n<li>Como decíamos antes, está basado en una especulación sobre la anatomía y fisiología de las vías visuales, no en un hecho probado.</li>\n<li>Como explicamos más abajo, la fiabilidad de los test está comprometida.</li>\n<li>Se asume que esta lateralidad cruzada es una situación anormal y afecta al aprendizaje, en base a que en niños con problemas de aprendizaje se encuentra lateralidad cruzada. No hay estudios serios y contundentes que comparen la lateralidad cruzada de un grupo de niños sin problemas de aprendizaje frente a otro grupo con problemas. Por otra parte, aunque encontráramos esta diferencia en alguna serie, no podemos eliminar el factor de confusión de los propios test. Con estas pruebas no estamos midiendo capacidades visuales de forma separada, porque implican decisiones motoras complejas y elaboradas; es razonable pensar que una persona con problemas de aprendizaje realice \"mal\" el test de dominancia ocular, por motivos extraoculares.</li>\n<li>Se reportan resultados positivos tras el \"tratamiento\" de la lateralidad cruzada. Recordemos que no estamos haciendo un diagnóstico médico, por lo que no hay criterios muy objetivos ni reproducibles de mejoría. El niño mejora, porque el niño no está enfermo. Un niño con alteración del aprendizaje pero sin enfermedad neurológica es un niño sano, que para aprender sólo necesita atención y estímulos. Con los ejercicios va a mejorar ... y posiblemente sin ellos también. O con ejercicios no específicamente encaminados a cambiar la lateralidad, sino en prestarle atención, mantener su concentración y repetir una serie de pautas. No hay estudios sólidos que comparen grupo sin tratar y grupo tratado, para demostrar que el tratamiento mejora más que no hacer nada.</li>\n</ul>\n<p>\nPor lo tanto, tenemos que la lateralidad cruzada es una teoría basada una especulación neurofisiológica de hace muchas décadas, que se valida a sí misma mediante sus test y sus resultados. En sí misma, no es una teoría falsable, y hace tiempo que se ha separado de los conocimientos modernos de neurofisiología y fisiología visual. Es una teoría que no se revisa y no se pone a prueba a sí misma. Acientífica. Pseudocientífica.</p>\n<h2>El conocimiento actual</h2>\n<p>\nTodo lo que he explicado más arriba lo he aprendido de nuevas hace poco, al ponerme al día sobre un tema que conocía de oídas. Me ha sorprendido porque choca de frente con lo que sabemos actualmente sobre las vías visuales y el procesamiento cerebral de la información que llega de los ojos:</p>\n<ul>\n\t\n<li>A cada hemisferio llega información de ambos ojos. En particular, el campo de visión central (el de la visión fina, el que usamos para leer, reconocer caras y apreciar detalles) es redundante, llegando a ambos hemisferios.</li>\n</ul>\n<p>\n<a href=\"http://ocularis.es/wp-content/uploads/2010/09/viasvisuales.jpg\"><figure class=\"alignnone size-medium wp-image-542\"><img loading=\"lazy\"  title=\"viasvisuales\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1069/viasvisuales-300x207.jpg\" alt=\"\" width=\"300\" height=\"207\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/viasvisuales-300x207-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/viasvisuales-300x207-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/viasvisuales-300x207-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/viasvisuales-300x207-xl.jpg 1024w\"></figure></a></p>\n<ul>\n\t\n<li>Para cada punto concreto del espacio, llegan estímulos de ambos ojos que \"compiten\" dinámicamente. Existe un sustrato anatómico: las columnas de <strong>dominancia ocular</strong>. Aquí la información que llega de cada ojo compite entre sí, se fusionan o una anula a la otra, y todo el abanico intermedio que pueda haber.</li>\n</ul>\n<p>\n<a href=\"http://ocularis.es/wp-content/uploads/2010/09/columnas.jpg\"><figure class=\"alignnone size-medium wp-image-543\"><img loading=\"lazy\"  title=\"columnas\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1069/columnas-300x285.jpg\" alt=\"\" width=\"300\" height=\"285\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/columnas-300x285-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/columnas-300x285-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/columnas-300x285-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/columnas-300x285-xl.jpg 1024w\"></figure></a></p>\n<ul>\n\t\n<li>Esta dominancia no es de ojo a ojo, sino punto a punto para cada una de las innumerables zonas de nuestro campo visual. Y además esta dominancia, en un sistema visual sano, varía de un instante a otro.</li>\n<li>En la pequeñas disparidades de un ojo a otro estriba nuestra visión tridimensional: las diferencias de las imágenes nos permite ver en relieve. De manera que un objeto cercano y con relieves, para unas zonas dominarán los detalles que viene de un ojo, y para otras zonas dominarán los detalles del otro ojo. Así el objeto gana relieve, lo percibimos con una visión más \"envolvente\", más completa que con cada ojo por separado. Esa nueva imagen tiene partes de lo que vemos con un ojo y partes del otro. Es difícil que haya una preponderancia global de un ojo.</li>\n<li>Existe \"dominancia\", pero ni es constante ni de un solo ojo. Nuestro cerebro, a la hora de integrar la imagen, decide fusionar, anular o dominar la información de forma selectiva y para cada minúsculo punto de nuestro campo visual. Y eso cambia a cada instante.</li>\n</ul>\n<p>\nEntonces, ¿no existe la dominancia ocular como algo estable y global de uno ojo entero?. Hasta cierto punto, puede existir. De eso saben los oftalmólogos infantiles y estrabólogos. En caso de que un ojo ofrezca una imagen de muy mala calidad (por una graduación grande, una catarata congénita, etc), significa que cada una de las columnas de dominancia ocular, la imagen de un ojo siempre será la elegida, frente a lo que ofrece el ojo con el problema visual. Hablamos del ojo vago. Un ojo vago conlleva que el otro sea \"dominante\", aunque es una terminología no necesaria. Con ojo vago y ojo sano es suficiente, no necesitamos ese término de \"dominancia ocular\". En casos de estrabismo, pasa algo parecido: como los ejes visuales no están alineados, la información entre ambos ojos es absolutamente dispar. El cerebro se ve obligado a elegir una sola imagen, por lo que sistemáticamente escogerá un ojo para todos los puntos del campo visual y continuamente.</p>\n<p>Así, el mecanismo fisiológico de las columnas de dominancia, que en sí mismo es dinámico, variable y que no favorece a ningún ojo, en casos de enfermedad ocular (estrabismo y otras causas de ojo vago) acaba por producir una situación anómala. Dicho con otras palabras, puede existir la \"dominancia ocular\", pero sólo en casos de enfermedad visual (con lo cual, es competencia de los oftalmólogos). Por lo tanto, en individuos sanos no existe dominancia ocular, digan lo que digan los test.</p>\n<h2>Los test de dominancia: incoherencias</h2>\n<p>\nLas pruebas propuestas para establecer cuál es el ojo dominante son muchas. La mayoría de las que se usan en la práctica se basan en la preferencia motora: sometemos al sistema visual a una situación en la que la binocularidad no es posible y tenemos que elegir un ojo para ver: mirar un objeto lejano a través de un agujero, y pruebas similares.</p>\n<p>Hay otros test, como los de vergencia: vamos acercando un objeto hacia la nariz del examinado, hasta que los ojos ya no pueden converger más, y uno se desvía mientras el otro continúa mirando el objeto. Conceptualmente es lo mismo: forzamos la ruptura de la binocularidad, de forma que se queda un solo ojo fijando el objeto.</p>\n<p>A nada que entendamos la fisiología visual, nos damos cuenta de que estos test no nos dicen nada del funcionamiento normal. Es como si para estudiar el movimiento de andar (cadencia entre una pierna y otra, ritmo entre las diferentes contracciones musculares, ángulos de movimiento de las articulaciones, etc), hacemos al sujeto dar saltos a la pata coja. Los movimientos no tienen nada que ver con el paso normal, no es nada representativo.</p>\n<p>Con el ojo pasa lo mismo: los ojos funcionan de forma binocular en circunstancias normales. Si forzamos la situación para romper la binocularidad, lo que obtengamos no se corresponde con el funcionamiento habitual del sistema visual. En las diferentes circunstancias hacemos que los dos ojos no puedan colaborar entre sí. El sujeto tiene que elegir dirigir un ojo o el otro, no puede utilizar los dos. La elección de uno de ellos dependerá de muchos factores: si sujeta la cartulina con el agujero para mirar por él, pues de la mano con la que coja la cartulina, por ejemplo. Y una vez realizada la decisión, es probable que sea consistente: el cerebro se acuerda de lo que hace y repite patrones. Si volvemos a hacer el ejercicio, posiblemente realicemos la misma elección. ¿Qué información nos da del funcionamiento binocular de los ojos?. Ninguna.</p>\n<p>Pero además, cuando han realizado estudios más extensos sobre los diferentes test oculares, son incongruentes entre sí. No ya en la práctica habitual, que utilizamos uno o dos (con lo cual, no hay contradicción, y lo damos por bueno). Cuando se han realizado estudios más rigurosos, un mismo sujeto puede dar un ojo dominante para unos test, y el otro ojo para otros test.</p>\n<figure class=\"alignnone size-full wp-image-544\"><a href=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1069/decusacion.jpg\"><img loading=\"lazy\"  title=\"decusacion\" src=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1069/decusacion.jpg\" alt=\"\" width=\"300\" height=\"211\"  sizes=\"(min-width: 760px) 660px, calc(93.18vw - 30px)\" srcset=\"https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/decusacion-xs.jpg 320w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/decusacion-sm.jpg 480w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/decusacion-md.jpg 768w ,https://proyecto-ocularis.github.io/ocularis/media/posts/1069/responsive/decusacion-xl.jpg 1024w\"></figure></a></p>\n<p>Por otra parte, cuando hay problemas visuales importantes (ojo vago severo, estrabismo, baja visión de un ojo por otras causas) en donde la dominancia ocular debería ser clara (el ojo sano, porque el enfermo ve mal), los test vuelven a fallar, y a veces dan al ojo vago o con baja visión como dominante.</p>\n<p>Y hay más incoherencias: En casos de una teórica lateralidad cruzada evidente, es difícil encontrar problemas de aprendizaje mientras con el ojo sano la visión sea buena. Me explico: los oftalmólogos infantiles tratan los ojos vagos, que a veces son bilaterales pero lo normal es que sólo uno de ellos sea vago. Los hay tanto derechos como izquierdos. En el caso de que el vago sea el derecho, y siendo la mayoría de la población diestra de mano, tendríamos un gran grupo de pacientes con \"lateralidad cruzada\". Y no tienen déficits de aprendizaje en comparación con los que tienen vago el ojo izquierdo.</p>\n<h2>Pero parece que funciona</h2>\n<p>\nLo decíamos antes, pero conviene repetirlo. No son niños enfermos, los etiquetan de \"problemas de aprendizaje\" porque siempre hay diversidad en la velocidad de aprendizaje, atención, concentración, etc. Antes no causaba tanta preocupación, simplemente había niños que necesitaban que los padres o educadores estuvieran más encima. Posteriormente mejoran y su desarrollo es normal.</p>\n<p>Si a esos niños los \"tratas\" de su \"lateralidad cruzada\", mejoran. Y sin tratamiento, también mejoran. La percepción de los padres y educadores siempre va a ser positiva porque están realizando un esfuerzo activo en que el niño mejore, y cuando mejora por sí mismo, lo atribuirán al tratamiento. Incluso puede que con el tratamiento mejore, porque estamos prestando atención al niño, dándole estímulos, forzando su concentración. Pero no porque sea zurdo de ojo y diestro de mano. Necesita tiempo y atención, sin más.</p>\n<h2>Bibliografía</h2>\n<p>\nSé que este es un tema controvertido, ya que su práctica está enormemente extendida. Y aunque los hechos anatómicos y fisiológicos que desmontan el concepto de dominancia ocular están sobradamente demostrados, me ha parecido interesante aportar alguna publicación. Porque no se trata de lo que yo opine, que puede tener el mismo valor que el que se dedica a tratar lateralidades cruzadas. No, se trata de lo que científicamente podemos afirmar sobre la dominancia ocular. En los libros de estrabología hay abundante información sobre este asunto. De hecho, en el último congreso nacional de estrabismo hubo una comunicación sobre el tema, en la que se ponía de relieve cómo es posible que, con los conocimientos actuales, persistan estas terapias pseudocientíficas.</p>\n<p>Pero me interesaba más aportar alguna publicación no realizada por oftalmólogos u otros médicos, sino desde una perspectiva diferente. Me puse a buscar, con poca esperanza de encontrar textos completos porque no tengo acceso a revistas de psicología y similares, pero me encontré con un gran artículo del 2003, un \"review\" que repasa las afirmaciones realizadas sobre la dominancia ocular y las analiza pormenorizadamente. Repasa los diferentes test, su significación fisiológica y va encontrando las diferentes incongruencias.</p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/12713246\">Aquí</a> tenéis el enlace de PubMed, se puede descargar gratuitamente el texto completo. Recomiendo su lectura al que le interese el tema. Extraigo algunas frases de las conclusiones:</p>\n<p><em>\"To date, none of the common claims (either implicit or explicit) about de visual or oculomotor significance of a 'dominant' eye has been suported by empirical evidence\"</em></p>\n<p><em>En la actualidad, ninguna de las afirmaciones habituales (tanto implícitas como explícitas) sobre la importancia visual u oculomotora del un ojo dominante se mantiene por pruebas empíricas.\n</em></p>\n<p><em>\"The visual or oculomotor significance of different 'dominant' eyes measured with different methods is yet to be established\"</em></p>\n<p><em>La importancia visual u oculomotora de distintos ojos dominantes medidos con diferentes métodos aún no se ha establecido</em></p>\n",
            "author": {
                "name": "Rubén Pascual"
            },
            "tags": [
                   "Oftalmología",
                   "Neuro- oftalmología",
                   "Controversia"
            ],
            "date_published": "2010-09-20T04:19:18+02:00",
            "date_modified": "2024-03-11T01:26:45+01:00"
        }
    ]
}
